const sikshapatriData = [
  {
    "id": 1,
    "slok": '''वामे यस्य स्थिता राधा श्रीश्च यस्यास्ति वक्षसि ।
वृन्दावनविहारं तं श्रीकृष्णं हृदि चिन्तये ॥''',
    "gujaratiAnuvad":
        '''હું જે તે મારા હૃદયને વિષે શ્રીકૃષ્ણ ભગવાનનું ધ્યાન ધરું છું. તે શ્રીકૃષ્ણ કેવા છે તો જેના ડાબા પડખાને વિષે રાધિકાજી રહ્યાં છે અને જેના વક્ષઃસ્થલને વિષે લક્ષ્મીજી રહ્યાં છે અને વૃંદાવનને વિષે વિહારના કરનારા છે. '''
  },
  {
    "id": 2,
    "slok": '''लिखामि सहजानन्दस्वामी सर्वान्निजाश्रितान् ।
नानादेशस्थितान् शिक्षापत्रीं वृत्तालयस्थितः ॥''',
    "gujaratiAnuvad":
        '''અને વૃત્તાલય ગામને વિષે રહ્યા એવા શ્રી સહજાનંદ સ્વામી જે અમે તે અમે જે તે નાના (વિવિધ) પ્રકારના જે સર્વે દેશ તેમને વિષે રહ્યા એવા જે અમારા આશ્રત સર્વે સત્સંગી, તે પ્રત્યે શિક્ષાપત્રીને લખીએ છીએ.  '''
  },
  {
    "id": 3,
    "slok": '''भ्रात्रो रामप्रतापेच्छारामयोर्धर्मजन्मनोः ।
यावयोध्याप्रसादाख्यरघुवीराभिद्यौ सुतौ ॥''',
    "gujaratiAnuvad":
        '''શ્રી ધર્મદેવ થકી છે જન્મ જેમનો એવા જે અમારા ભાઈ રામપ્રતાપજી તથા ઈચ્છારામજી તેમના પુત્ર જે અયોધ્યાપ્રસાદ નામે અને રઘુવીર નામે (જેને અમારા દત્તપુત્ર કરીને સર્વે સત્સંગીના આચાર્યપણાને વિષે સ્થાપન કર્યા છે.)  '''
  },
  {
    "id": 4,
    "slok": '''मुकुन्दानन्दमुख्याश्च नैष्ठिका ब्रह्मचारिणः ।
गृहस्थाश्च मयारामभट्टाद्या ये मदाश्रयाः ॥''',
    "gujaratiAnuvad":
        '''તથા અમારા આશ્રિત એવા જે અને મુકુંદાનંદ આદિક નૈષ્ઠિક બ્રહ્મચારી તથા અમારા આશ્રિત જે મયારામ ભટ્ટ આદિક ગૃહસ્થ સત્સંગી.   '''
  },
  {
    "id": 5,
    "slok": '''सधवा विधवा योषा याश्च मच्छिष्यतां गताः ।
मुक्तानन्दादयो ये स्युः साधवश्चाखिला अपि ॥''',
    "gujaratiAnuvad":
        '''તથા અમારે આશ્રિત જે સુવાસિની અને વિધવા એવી સર્વે બાઈઓ તથા મુક્તાનંદ આદિક જે સર્વે સાધુ.   '''
  },
  {
    "id": 6,
    "slok": '''स्वधर्मरक्षिका मे तैः सर्वैर्वाच्याः सदाशिषः ।
श्रीमन्नारायणस्मृत्या सहिताः शास्त्रसम्मताः ॥''',
    "gujaratiAnuvad":
        '''એ સર્વે તેમણે પોતાના ધર્મની રક્ષાના કરનારા અને શાસ્ત્રને વિષે પ્રમાણરૂપ અને શ્રીમન્નારાયણની સ્મૃતિએ સહિત એવા જે અમારા રૂડા આશીર્વાદ તે વાંચવા.'''
  },
  {
    "id": 7,
    "slok": '''एकाग्रेणैव मनसा पत्रीलेखः सहेतुकः ।
अवधार्योऽयमखिलैः सर्वजीवहितावहः ॥''',
    "gujaratiAnuvad":
        '''અને આ શિક્ષાપત્રી લખ્યાનું જે કારણ છે તે સર્વે તેમણે એકાગ્ર મને કરીને ધારવું અને આ શિક્ષાપત્રી જે અમે લખી છે તે સર્વેના જીવને હિતની કરનારી છે.'''
  },
  {
    "id": 8,
    "slok": '''ये पालयन्ति मनुजाः सच्छास्त्रप्रतिपादितान् ।
सदाचारान् सदा तेऽत्र परत्र च महासुखाः ॥''',
    "gujaratiAnuvad":
        '''શ્રીમદ્ ભાગવત પુરાણ આદિક જે સત્‌શાસ્ત્ર તેમણે જીવના કલ્યાણને અર્થે પ્રતિપાદન કર્યા એવા જે અહિંસા આદિક સદાચાર તેમને જે મનુષ્ય પાળે છે તે મનુષ્ય જે તે આ લોકને વિષે ને પરલોકને વિષે મહાસુખિયા થાય છે. '''
  },
  {
    "id": 9,
    "slok": '''तानुल्लङ्घ्याऽत्र वर्तन्ते ये तु स्वैरं कुबुद्धयः ।
त इहामुत्र च महल्लभन्ते कष्टमेव हि ॥''',
    "gujaratiAnuvad":
        '''અને તે સદાચારનું ઉલ્લંઘન કરીને જે મનુષ્ય પોતાના મનમાં આવે તેમ વર્તે છે તે તો કુબુદ્ધિવાળા છે અને તે આ લોકને વિષે ને પરલોકને વિષે નિશ્ચે મોટા કષ્ટને જ પામે છે. '''
  },
  {
    "id": 10,
    "slok": '''अतो भवद्भिर्मच्छिष्यैः सावधानतयाऽखिलैः ।
प्रीत्यैतामनुसृत्यैव वर्तितव्यं निरन्तरम् ॥''',
    "gujaratiAnuvad":
        '''તે માટે અમારા શિષ્ય એવા જે તમે સર્વે તેમણે તો પ્રીતિએ કરીને આ શિક્ષાપત્રીને અનુસરીને જ નિરંતર સાવધાનપણે વર્તવું પણ આ શિક્ષાપત્રીનું ઉલ્લંઘન કરીને વર્તવું નહિ. '''
  },
  {
    "id": 11,
    "slok": '''कस्यापि प्राणिनो हिंसा नैव कार्याऽत्र मामकैः ।
सक्ष्मयूकामत्कुणादेरपि बुद्ध्या कदाचन ॥''',
    "gujaratiAnuvad":
        '''હવે તે વર્ત્યાની રીત કહીએ છીએ જે અમારા જે સત્સંગી તેમણે કોઈ જીવ પ્રાણીમાત્રની પણ હિંસા ન કરવી અને જાણીને તો ઝીણા એવા જૂ, માંકડ, ચાંચડ આદિક જીવ તેમની પણ હિંસા ક્યારેય ન કરવી. '''
  },
  {
    "id": 12,
    "slok": '''देवतापितृयागार्थमप्यजादेश्च हिंसनम् ।
न कर्तव्यमहिंसैव धर्मः प्रोक्तोऽस्ति यन्महान् ॥''',
    "gujaratiAnuvad":
        '''અને દેવતા અને પિતૃ તેના યજ્ઞને અર્થે પણ બકરાં, મૃગલાં, સસલાં, માછલાં, આદિક કોઈ જીવની હિંસા ન કરવી; કેમ જે અહિંસા છે તે જ મોટો ધર્મ છે; એમ સર્વ શાસ્ત્રમાં કહ્યો છે. '''
  },
  {
    "id": 13,
    "slok": '''स्त्रिया धनस्य वा प्राप्त्यै साम्राज्यस्यापि क्वचित् ।
मनुष्यस्य तु कस्यापि हिंसा कार्या न सर्वथा ॥''',
    "gujaratiAnuvad":
        '''અને સ્ત્રી, ધન અને રાજ્ય તેની પ્રાપ્તિને અર્થે પણ કોઈ મનુષ્યની હિંસા તો કોઈ પ્રકારે ક્યારેય પણ ન જ કરવી.  '''
  },
  {
    "id": 14,
    "slok": '''आत्मघातस्तु तीर्थेऽपि न कर्तव्यश्च न क्रुधा ।
अयोग्याचरणात् क्वापि न विषोद्बन्धनादिना ॥''',
    "gujaratiAnuvad":
        '''અને આત્મઘાત તો તીર્થને વિષે પણ ન કરવો ને ક્રોધે કરીને ન કરવો અને ક્યારેક કોઈ અયોગ્ય આચારણ થઈ જાય તે થકી મૂંઝાઈને પણ આત્મ-ઘાત ન કરવો અને ઝેર ખાઈને તથા ગળે ટૂંપો ખાઈને તથા કૂવે પડીને તથા પર્વત ઉપરથી પડીને ઈત્યાદિક કોઈ રીતે આત્મઘાત ન કરવો. '''
  },
  {
    "id": 15,
    "slok": '''न भक्ष्यं सर्वथा मांसं यज्ञशिष्टमपि क्वचित् ।
न पेयं च सुरामद्यमपि देवनिवेदितम् ॥''',
    "gujaratiAnuvad":
        '''અને જે માંસ છે તે તો યજ્ઞનું શેષ હોય તો પણ આપત્કાળમાં પણ ક્યારેય ન ખાવું અને ત્રણ પ્રકારની સૂરા અને અગિયાર પ્રકારનું મદ્ય તે દેવતાનું નૈવેદ્ય હોય તો પણ ન પીવું.  '''
  },
  {
    "id": 16,
    "slok": '''अकार्याचरणे क्वापि जाते स्वस्य परस्य वा ।
अङ्गच्छेदो न कर्तव्यः शस्त्राद्यैश्च क्रुधाऽपि वा ॥''',
    "gujaratiAnuvad":
        '''અને ક્યારેક પોતા વતે કાંઈક અયોગ્ય આચરણ થઈ ગયું હોય અથવા કોઈ બીજા વતે અયોગ્ય આચરણ થઈ ગયું હોય તો શસ્ત્રાદિકે કરીને પોતાના અંગનું તથા બીજાના અંગનું છેદન ન કરવું અથવા ક્રોધે કરીને પણ પોતાના અંગનું તથા બીજાના અંગનું છેદન ન કરવું. '''
  },
  {
    "id": 17,
    "slok": '''स्तेनकर्म न कर्तव्यं धर्मार्थमपि केनचित् ।
सस्वामिकाष्ठपुष्पादि न ग्राह्यं तदनाज्ञया ॥''',
    "gujaratiAnuvad":
        '''અને ધર્મ કરવાને અર્થે પણ અમારા સત્સંગી કોઈએ ચોરનું કર્મ ન કરવું. અને ધણિયાતું જે કાષ્ઠ, પુષ્પ આદિક વસ્તુ તે તેના ધણીની આજ્ઞા વિના ન લેવું. '''
  },
  {
    "id": 18,
    "slok": '''व्यभिचारो न कर्तव्यः पुम्भिः स्त्रिभिश्च मां श्रितैः ।
द्यूतादि व्यसनं त्याज्यं नाद्यं भङ्गादिमादकम् ॥''',
    "gujaratiAnuvad":
        '''અને અમારા આશ્રિત જે પુરુષ તથા સ્ત્રીઓ તેમણે વ્યભિચાર ન કરવો અને જૂગટું આદિક જે વ્યસન તેનો ત્યાગ કરવો અને ભાંગ્ય, મફર, માજમ, ગાંજો એ આદિક જે કેફ કરનારાં વસ્તુ તે ખાવાં નહિ અને પીવાં પણ નહિ.'''
  },
  {
    "id": 19,
    "slok": '''अग्राह्यान्नेन पक्वं यदन्नं तदुदकं च न ।
जगन्नाथपुरं हित्वा ग्राह्यं कृष्णाप्रसाद्यपि ॥''',
    "gujaratiAnuvad":
        '''અને જેના હાથનું રાંધેલ અન્ન તથા જેના પાત્રનું જળ તે ખપતું ન હોય તેણે રાંધેલ અન્ન તથા તેના પાત્રનું જળ તે શ્રીકૃષ્ણ ભગવાનની પ્રસાદી ચરણામૃતના મહાત્મ્યે કરીને પણ જગન્નાથપુરી વિના અન્ય સ્થાનકને વિષે ગ્રહણ ન કરવું અને જગન્નાથપુરીને વિષે જગન્નાથજીનો પ્રસાદ લેવાય તેનો દોષ નહીં. '''
  },
  {
    "id": 20,
    "slok": '''मिथ्यापवादः कस्मिँश्चिदपि स्वार्थस्य सिद्धये ।
नारोप्यो नापशब्दाश्च भाषणीयाः कदाचन ॥''',
    "gujaratiAnuvad":
        '''અને પોતાના સ્વાર્થની સિદ્ધિને અર્થે પણ કોઈને વિષે મિથ્યા અપવાદ આરોપણ ન કરવો અને કોઈને ગાળ તો ક્યારેય ન દેવી. '''
  },
  {
    "id": 21,
    "slok": '''देवतातीर्थविप्राणां साध्वीनां च सतामपि ।
वेदानां न च कर्तव्या निन्दा श्रव्या न च क्वचित् ॥''',
    "gujaratiAnuvad":
        '''અને દેવતા, તીર્થ, બ્રાહ્મણ, પતિવ્રતા, સાધુ અને વેદ એમની નિંદા ક્યારેય ન કરવી અને ન સાંભળવી. '''
  },
  {
    "id": 22,
    "slok": '''देवतायै भवेद्यस्यै सुरामांसनिवेदनम् ।
यत्पुरोऽजादिहिंसा च न भक्ष्यं तन्निवेदितम् ॥''',
    "gujaratiAnuvad":
        '''અને જે દેવતાને સુરા અને માંસનું નૈવેદ્ય થતું હોય અને વળી જે દેવતાની આગળ બકરાં આદિક જીવની હિંસા થતી હોય તે દેવતાનું નૈવેદ્ય ન ખાવું. '''
  },
  {
    "id": 23,
    "slok": '''दृष्ट्वा शिवालयादीनि देवागाराणि वर्त्मनि ।
प्रणम्य तानि तद्देवदर्शनं कार्यमादरात् ॥''',
    "gujaratiAnuvad":
        '''અને માર્ગને વિષે ચાલતે શિવાલયાદિક જે દેવમંદિર આવે તેને જોઈને તેને નમસ્કાર કરવો અને આદર થકી તે દેવનું દર્શન કરવું. '''
  },
  {
    "id": 24,
    "slok": '''स्ववर्णाश्रमधर्मो यः स हातव्यो न केनचित् ।
परधर्मो न चाचर्यो न च पाखण्डकल्पितः ॥''',
    "gujaratiAnuvad":
        '''અને પોતપોતાના વર્ણાશ્રમનો જે ધર્મ તે કોઈ સત્સંગીએ ત્યાગ ન કરવો અને પરધર્મનું આચરણ ન કરવું તથા પાખંડ ધર્મનું આચરણ ન કરવું તથા કલ્પિત ધર્મનું આચરણ ન કરવું.  '''
  },
  {
    "id": 25,
    "slok": '''कृष्णभक्तेः स्वधर्माद्वा पतनं यस्य वाक्यतः ।
स्यात्तन्मुखान्न वै श्रव्याः कथावार्ताश्च वा प्रभोः ॥''',
    "gujaratiAnuvad":
        '''અને જેના વચનને સાંભળવે કરીને શ્રીકૃષ્ણ ભગવાનની ભક્તિ ને પોતાના ધર્મ એ બે થકી પડી જવાય એના મુખ થકી ભગવાનની કથાવાર્તા ન સાંભળવી. '''
  },
  {
    "id": 26,
    "slok": '''स्वपरद्रोहजननं सत्यं भाष्यं न कर्हिचित् ।
कृतघ्नसङ्गस्त्यक्तव्यो लुञ्चा ग्राह्या न कस्यचित् ॥''',
    "gujaratiAnuvad":
        '''અને જે સત્ય વચન બોલવે કરીને પોતાનો દ્રોહ થાય તથા પારકો દ્રોહ થાય એવું જે સત્ય વચન તે ક્યારેય ન બોલવું અને જે કૃતઘ્ની હોય તેના સંગનો ત્યાગ કરવો અને વ્યવહાર કાર્યને વિષે કોઈની લાંચ ન લેવી.'''
  },
  {
    "id": 27,
    "slok": '''चोरपापिव्यसनिनां सङ्गः पाखण्डिनां तथा ।
कामिनां च न कर्तव्यो जनवञ्चनकर्मणाम् ॥''',
    "gujaratiAnuvad":
        '''અને ચોર, પાપી, વ્યસની, પાખંડી, કામી તથા કીમિયા આદિક ક્રિયાએ કરીને જનનો ઠગનારો – એ છ પ્રકારના જે મનુષ્ય તેમનો સંગ ન કરવો. '''
  },
  {
    "id": 28,
    "slok": '''भक्तिं वा ज्ञानमालम्ब्य स्त्रीद्रव्यरसलोलुभाः ।
पापे प्रवर्तमानाः स्युः कार्यस्तेषां न सङ्गमः ॥''',
    "gujaratiAnuvad":
        '''અને જે મનુષ્ય ભક્તિનું અથવા જ્ઞાનનું આલંબન કરીને સ્ત્રી, દ્રવ્ય અને રસાસ્વાદ તેને વિષે અતિશય લોલુપ થકા પાપને વિષે પ્રવર્તતા હોય તે મનુષ્યનો સમાગમ ન કરવો. '''
  },
  {
    "id": 29,
    "slok": '''कृष्णकृष्णावताराणां खण्डनं यत्र युक्तिभिः ।
कृतं स्यात्तानि शास्त्राणि न मान्यानि कदाचन ॥''',
    "gujaratiAnuvad":
        '''અને જે શાસ્ત્રને વિષે શ્રીકૃષ્ણ ભગવાન તથા શ્રીકૃષ્ણ ભગવાનના જે વરાહાદિક અવતાર તેમનું યુક્તિએ કરીને ખંડન કર્યું હોય એવાં જે શાસ્ત્ર તે ક્યારેય ન માનવાં અને ન સાંભળવાં.  '''
  },
  {
    "id": 30,
    "slok": '''अगालितं न पातव्यं पानीयं च पयस्तथा ।
स्नानादि नैव कर्तव्यं सूक्ष्मजन्तुमयाम्भसा ॥''',
    "gujaratiAnuvad":
        '''અને ગાળ્યા વિનાનું જે જળ તથા દૂધ તે ન પીવું અને જે જળને વિષે ઝીણા જીવ ઘણાક હોય તે જળે કરીને સ્નાનાદિક ક્રિયા ન કરવી.'''
  },
  {
    "id": 31,
    "slok": '''यदौषधं च सुरया सम्पृक्तं पललेन वा ।
अज्ञातवृत्तवैद्यैन दत्तं चाद्यं न तत् क्वचित् ॥''',
    "gujaratiAnuvad":
        '''અને જે ઔષધ દારુ તથા માંસ તેણે યુક્ત હોય તે તે ઔષધ ક્યારેય ન ખાવું અને વળી જે વૈદ્યના આચરણને જાણતા ન હોઈએ ત વૈદ્યે આપ્યું જે ઔષધ તે પણ ક્યારેય ન ખાવું.'''
  },
  {
    "id": 32,
    "slok": '''स्थानेषु लोकशास्त्राभ्यां निषिद्धेषु कदाचन ।
मलमूत्रोत्सर्जनं च न कार्यं ष्ठीवनं तथा ॥''',
    "gujaratiAnuvad":
        '''અને લોક ને શાસ્ત્ર તેમણે મળસૂત્ર કરવાને અર્થે વજર્યાં એવાં સ્થાનક જે જીર્ણ દેવાલય, નદી તળાવના આરા, માર્ગ, વાવેલું ખેતર, વૃક્ષની છાયા તથા ફૂલવાડી બગીચા, એ આદિક જે સ્થાનક તેમને વિષે ક્યારેય પણ મળમૂત્ર ન કરવું તથા થૂંકવું પણ નહિ. '''
  },
  {
    "id": 33,
    "slok": '''अद्वारेण न निर्गम्यं प्रवेष्टव्यं न तेन च ।
स्थाने सस्वामिके वासः कार्योऽपृष्ट्वा न तत्पतिम् ॥''',
    "gujaratiAnuvad":
        '''અને ચોરમાર્ગે કરીને પેસવું નહિ અને નીસરવું નહિ અને જે સ્થાનક ધણિયાતું હોય તે સ્થાનકને વિષે તેના ધણીને પૂછ્યા વિના ઉતારો ન કરવો.  '''
  },
  {
    "id": 34,
    "slok": '''ज्ञानवार्ताश्रुतिर्नार्या मुखात् कार्या न पूरुषैः ।
न विवादः स्त्रिया कार्या न राज्ञा न च तञ्जनैः ॥ ''',
    "gujaratiAnuvad":
        '''અને અમારા સત્સંગી જે પુરુષમાત્ર તેમણે બાઈ માણસના મુખ થકી જ્ઞાનવાર્તા ન સાંભળવી અને સ્ત્રીઓ સાથે વિવાદ ન કરવો તથા રાજા સંગાથે તથા રાજાના માણસ સંગાથે વિવાદ ન કરવો.  '''
  },
  {
    "id": 35,
    "slok": '''अपमानो न कर्तव्यो गुरूणां च वरीयसाम् ।
लोके प्रतिष्ठितानां च विदुषां शस्त्रधारिणाम् ॥''',
    "gujaratiAnuvad":
        '''અને ગુરુનું અપમાન ન કરવું તથા જે અતિશય શ્રેષ્ઠ મનુષ્ય હોય તથા જે લોકને વિષે પ્રતિષ્ઠિત મનુષ્ય હોય તથા જે વિદ્વાન મનુષ્ય હોય તથા જે શસ્ત્રધારી મનુષ્ય હોય તે સર્વેનું અપમાન ન કરવું.  '''
  },
  {
    "id": 36,
    "slok": '''कार्यं न सहसा किञ्चित् कार्यो धर्मस्तु सत्वरम् ।
पाठनीयाऽधीतविद्या कार्यः सङ्गोऽन्वहं सताम् ॥''',
    "gujaratiAnuvad":
        '''અને વિચાર્યા વિના તત્કાળ કોઈ કાર્ય ન કરવું અને ધર્મસંબંધી જે કાર્ય તે તો તત્કાળ કરવું અને પોતે જે વિદ્યા ભણ્યા હોઈએ તે બીજાને ભણાવવી અને નિત્ય પ્રત્યે સાધુનો સમાગમ કરવો.   '''
  },
  {
    "id": 37,
    "slok": '''गुरुदेवनृपेक्षार्थं न गम्यं रिक्तपाणिभिः ।
विश्वासघातो नो कार्यः स्वश्लाघा स्वमुखेन च ॥''',
    "gujaratiAnuvad":
        '''અને ગુરુ, દેવ અને રાજા એ ત્રણના દર્શનને અર્થે જ્યારે જવું ત્યારે ઠાલે હાથે ન જવું અને કોઈનો વિશ્વાસઘાત ન કરવો અને પોતાને મુખે કરીને પોતાનાં વખાણ ન કરવાં.    '''
  },
  {
    "id": 38,
    "slok": '''यस्मिन् परिहितेऽपि स्युर्दृश्यान्यङ्गानि चात्मनः ।
तद्द्दूष्यं वसनं नैव परिधार्यं मदाश्रितैः ॥''',
    "gujaratiAnuvad":
        '''અને જે વસ્ત્ર પહેર્યે થકે પણ પોતાનાં અંગ દેખાય તેવું જે ભૂંડું વસ્ત્ર તે અમારા સત્સંગી તેમણે ન પહેરવું.    '''
  },
  {
    "id": 39,
    "slok": '''धर्मेण रहिता कृष्णभक्तिः कार्या न सर्वथा ।
अज्ञनिन्दाभयान्नैव त्याज्यं श्रीकृष्णसेवनम् ॥''',
    "gujaratiAnuvad":
        '''અને શ્રીકૃષ્ણ ભગવાનની જે ભક્તિ તે ધર્મેરહિત એવી કોઈ પ્રકારે ન કરવી અને અજ્ઞાની એવા જે મનુષ્ય તેમની નિંદાના ભય થકી શ્રીકૃષ્ણ ભગવાનની સેવાનો ત્યાગ કરવો જ નહિ.   '''
  },
  {
    "id": 40,
    "slok": '''उत्सवाहेषु नित्यं च कृष्णमन्दिरमागतैः ।
पुम्भिः स्पृश्या न वनितास्तत्र ताभिश्च पूरुषाः ॥''',
    "gujaratiAnuvad":
        '''અને ઉત્સવના દિવસને વિષે તથા નિત્ય પ્રત્યે શ્રીકૃષ્ણના મંદિરમાં આવ્યા એવા જે સત્સંગી પુરુષ તેમણે તે મંદિરને વિષે સ્ત્રીઓનો સ્પર્શ ન કરવો તથા સ્ત્રીઓ તેમણે પુરુષનો સ્પર્શ ન કરવો અને મંદિરમાંથી નીસર્યા પછી પોતપોતાની રીતે વર્તવું.    '''
  },
  {
    "id": 41,
    "slok": '''कृष्णदीक्षां गुरोः प्राप्तैस्तुलसीमालिके गले ।
धार्ये नित्यं चोर्ध्वपुण्ड्रं ललाटादौ द्विजातिभिः ॥''',
    "gujaratiAnuvad":
        '''અને ધર્મવંશી ગુરુ થકી શ્રીકૃષ્ણની દીક્ષાને પામ્યા એવા જે બ્રાહ્મણ, ક્ષત્રિય અને વૈશ્ય એ ત્રણ વર્ણના અમારા સત્સંગી તેમણે કંઠને વિષે તુલસીની બેવડી માળા નિત્ય ધારવી અને લલાટ, હૃદય અને બે હાથ એ ચારે ઠેકાણે ઊર્ધ્વપુંડ્ર તિલક કરવું.   '''
  },
  {
    "id": 42,
    "slok": '''तत्तु गोपीचन्दनेन चन्दनेनाथवा हरेः ।
कार्यं पूजावशिष्टेन केसरादियुतेन च ॥''',
    "gujaratiAnuvad":
        '''અને તે તિલક જે તે ગોપીચંદને કરીને કરવું અથવા ભગવાનની પૂજા કરતાં બાકી રહ્યું અને કેશર કુંકુમાદિકે યુક્ત એવું જે પ્રસાદી ચંદન તેણે કરીને તિલક કરવું.   '''
  },
  {
    "id": 43,
    "slok": '''तन्मध्य एव कर्तव्यः पुण्ड्रद्रव्येण चन्द्रकः ।
कुङ्कुमेनाथवा वृत्तो राधालक्ष्मीप्रसादिना ॥''',
    "gujaratiAnuvad":
        '''અને તે તિલકના મધ્યને વિષે જ ગોળ એવો જે ચાંદલો તે જે તે ગોપીચંદને કરીને કરવો અથવા રાધિકાજી અને લક્ષ્મીજી તેનું પ્રસાદી એવું જ કુંકુમ તેણે કરીને તે ચાંદલો કરવો.    '''
  },
  {
    "id": 44,
    "slok": '''सच्छूद्राः कृष्णभक्ता ये तैस्तु मालोर्ध्वपुण्ड्रके ।
द्विजातिवद्धारणीये निजधर्मेषु संस्थितैः ॥''',
    "gujaratiAnuvad":
        '''અને પોતાના ધર્મને વિષે રહ્યા અને શ્રીકૃષ્ણના ભક્ત એવા જે સચ્છૂદ્ર તેમણે તો તુલસીની માળા અને ઊર્ધ્વપુંડ્ર તિલક તે બ્રાહ્મણ, ક્ષત્રિય, વૈશ્યની પેઠે ધારવાં.     '''
  },
  {
    "id": 45,
    "slok": '''भक्तैस्तदितरैर्माले चन्दनादीन्धनोभ्दवे ।
धार्ये कण्ठे ललाटेऽथ कार्यः केवलचन्द्रकः ॥''',
    "gujaratiAnuvad":
        '''અને તે સચ્છૂદ્ર થકી બીજા જે જાતિએ કરીને ઊતરતા એવા ભક્તજન તેમણે તો ચંદનાદિક કાષ્ઠની જે બેવડી માળા તે ભગવાનની પ્રસાદી કરાવીને કંઠને વિષે ધારવી અને લલાટને વિષે કેવળ ચાંદલો કરવો પણ તિલક ન કરવું.      '''
  },
  {
    "id": 46,
    "slok": '''त्रिपुण्ड्ररुद्राक्षधृतिर्येषां स्यात् स्वकुलागता ।
तैस्तु विप्रादिभिः क्वापि न त्याज्या सा मदाश्रितैः ॥''',
    "gujaratiAnuvad":
        '''અને જે બ્રાહ્મણાદિકને ત્રિપુંડ્ર જે આડું તિલક કરવું તથા રુદ્રાક્ષની માળા ધારવી, એ બે વાનાં પોતાની કુળપરંપરાએ કરીને ચાલ્યાં આવ્યાં હોય અને તે બ્રાહ્મણાદિક અમારા આશ્રિત થયા હોય તો પણ તેમણે તે ત્રિપુંડ્ર અને રુદ્રાક્ષનો ક્યારેય ત્યાગ ન કરવો.    '''
  },
  {
    "id": 47,
    "slok": '''ऐकात्म्यमेव विज्ञेयं नारायणमहेशयोः ।
उभयोर्ब्रह्मरूपेण वेदेषु प्रतिपादनात् ॥''',
    "gujaratiAnuvad":
        '''અને નારાયણ અને શિવજી એ બેનું એકાત્મપણું જ જાણવું કેમ જે વેદને વિષે એ બેયનું બ્રહ્મરૂપે કરીને પ્રતિપાદન કર્યું છે.    '''
  },
  {
    "id": 48,
    "slok": '''शास्त्रोक्त आपद्धर्मो यः स त्वल्पापदि कर्हिचित् ।
मदाश्रितैर्मुख्यतया ग्रहीतव्यो न मानवैः ॥''',
    "gujaratiAnuvad":
        '''અને અમારા આશ્રિત જે મનુષ્ય તેમણે શાસ્ત્રે કહ્યો જે આપદ્ધર્મ તે અલ્પ આપત્કાળને વિષે મુખ્યપણે કરીને ક્યારેય ગ્રહણ ન કરવો.   '''
  },
  {
    "id": 49,
    "slok": '''प्रत्यहं तु प्रबोद्धव्यं पूर्वमेवोदयाद्रवेः ।
विधाय कृष्णस्मरणं कार्यः शौचविधिस्ततः ॥''',
    "gujaratiAnuvad":
        '''અને અમારા સત્સંગી તેમણે નિત્ય સૂર્ય ઊગ્યાથી પ્રથમ જ જાગવું અને શ્રીકૃષ્ણ ભગવાનનું સ્મરણ કરીને પછી શૌચવિધિ કરવા જવું.   '''
  },
  {
    "id": 50,
    "slok": '''उपविश्यैव चैकत्र कर्तव्यं दन्तधावनम् ।
स्नात्वा शुच्यम्बुना धौते परिधार्ये च वाससी ॥''',
    "gujaratiAnuvad":
        '''અને પછી એક સ્થાનને વિષે બેસીને દાતણ કરવું અને પછી પવિત્ર જળે કરીને સ્નાન કરી પછી ધોએલું વસ્ત્ર એક પહેરવું અને એક ઓઢવું.   '''
  },
  {
    "id": 51,
    "slok": '''उपविश्य ततः शुद्ध आसने शुचिभूतले ।
असङ्कीर्ण उपस्पृश्यं प्राङ्मुखं वोत्तरामुखम् ॥''',
    "gujaratiAnuvad":
        '''અને તે વાર પછી પવિત્ર પૃથ્વીને વિષે પાથર્યું અને શુદ્ધ ને કોઈ બીજા આસનને અડ્યું ન હોય અને જે ઉપર સારી પેઠે બેસાય એવું જે આસન તેને વિષે પૂર્વમુખે અથવા ઉત્તરમુખે બેસીને આચમન કરવું.   '''
  },
  {
    "id": 52,
    "slok": '''कर्तव्यमूर्ध्वपुण्ड्रं च पुम्भिरेव सचन्द्रकम् ।
कार्यः सधवनारीभिर्भाले कुङ्कुमचन्द्रकः ॥''',
    "gujaratiAnuvad":
        '''અને પછી સત્સંગી પુરુષમાત્રને ચાંદલે સહિત ઊર્ધ્વપુંડ્ર તિલક કરવું અને સુવાસિની જે સ્ત્રીઓ તેમણે તો પોતાના ભાલને વિષે કુંકુમનો ચાંદલો કરવો.  '''
  },
  {
    "id": 53,
    "slok": '''पुण्ड्रं वा चन्द्रको भाले न कार्यो मृतनाथया ।
मनसा पूजनं कार्यं ततः कृष्णस्य चाखिलैः ॥''',
    "gujaratiAnuvad":
        '''અને તે વિધવા સ્ત્રીઓ માત્રને પોતાના ભાલને વિષે તિલક ન કરવું ને ચાંદલો પણ ન કરવો અને તે પછી તે સર્વે જે અમારા સત્સંગી તેમણે મને કરીને કલ્પ્યા જે ચંદન પુષ્પાદિક ઉપચાર તેણે કરીને શ્રીકૃષ્ણ ભગવાનની માનસી પૂજા કરવી.   '''
  },
  {
    "id": 54,
    "slok": '''प्रणम्य राधाकृष्णस्य लेख्यार्चां तत आदरात् ।
शक्त्या जपित्वा तन्मन्त्रं कर्तव्यं व्यावहारिकम् ॥''',
    "gujaratiAnuvad":
        '''અને તે પછી શ્રીરાધાકૃષ્ણની જે ચિત્ર પ્રતિમા તેનું આદરથકી દર્શન કરીને, નમસ્કાર કરીને તે પછી પોતાના સામર્થ્ય પ્રમાણે શ્રીકૃષ્ણનો અષ્ટાક્ષર મંત્ર તેનો જપ કરીને તે પછી પોતાનું વ્યાવહારિક કામકાજ કરવું.   '''
  },
  {
    "id": 55,
    "slok": '''ये त्वम्बरिषवभ्दक्ताः स्युरिहात्मनिवेदिनः ।
तैश्च मानसपूजान्तं कार्यमुक्तक्रमेण वै ॥''',
    "gujaratiAnuvad":
        '''અને જે અમારા સત્સંગીમાં અંબરીષ રાજાની પેઠે આત્મનિવેદી એવા ઉત્તમ ભક્ત હોય તેમણે પણ પ્રથમ કહ્યું તેવી રીતે અનુક્રમે કરીને માનસીપૂજા પર્યંત સર્વે ક્રિયા કરવી.   '''
  },
  {
    "id": 56,
    "slok": '''शैली वा धातुजा मूर्तिः शालग्रामोऽर्च्य एव तैः ।
द्रव्यैर्यथाप्तैः कृष्णस्य जप्योऽथाष्टाक्षरो मनुः ॥''',
    "gujaratiAnuvad":
        '''અને તે જે આત્મનિવેદી ભક્ત તેમણે પાષાણની અથવા ધાતુની જે શ્રીકૃષ્ણ ભગવાનની પ્રતિમા અથવા શાલીગ્રામ તેની જે પૂજા તે દેશકાળને અનુસરીને પોતાના સામર્થ્ય પ્રમાણે પ્રાપ્ત થયાં જે ચંદન, પુષ્પ, ફળાદિક વસ્તુ તેણે કરીને કરવી અને પછી શ્રીકૃષ્ણ ભગવાનનો જે અષ્ટાક્ષર મંત્ર જેનો જપ કરવો.    '''
  },
  {
    "id": 57,
    "slok": '''स्तोत्रादेरथ कृष्णस्य पाठः कार्यः स्वशक्तितः ।
तथाऽनधीतगीर्वाणैः कार्यं तन्नामकीर्तनम् ॥''',
    "gujaratiAnuvad":
        '''અને તે પછી શ્રીકૃષ્ણ ભગવાનનાં જે સ્તોત્ર અથવા ગ્રંથ તેનો જે પાઠ તે પોતાના સામર્થ્ય પ્રમાણે કરવો અને જે સંસ્કૃત ન ભણ્યા હોય તેમણે શ્રીકૃષ્ણ ભગવાનનું નામ-કીર્તન કરવું.   '''
  },
  {
    "id": 58,
    "slok": '''हरेर्विधाय नैवेद्यं भोज्यं प्रासादिकं ततः ।
कृष्णसेवापरैः प्रीत्या भवितव्यं च तैः सदा ॥''',
    "gujaratiAnuvad":
        '''અને પછી શ્રીકૃષ્ણ ભગવાનને નૈવેદ્ય કરીને પછી તે પ્રસાદી એવું જે અન્ન તે જમવું અને તે જે આત્મનિવેદી વૈષ્ણવ તેમણે સર્વકાળને વિષે પ્રીતિએ કરીને શ્રીકૃષ્ણ ભગવાનની સેવાપરાયણ થવું.   '''
  },
  {
    "id": 59,
    "slok": '''प्रोक्तास्ते निर्गुणा भक्ता निर्गुणस्य हरेर्यतः ।
सम्बन्धात्तत्क्रियाः सर्वा भवन्त्येव हि निर्गुणाः ॥''',
    "gujaratiAnuvad":
        '''અને નિર્ગુણ કહેતાં માયાના જે સત્ત્વાદિક ત્રણ ગુણ તેણે રહિત એવા જે શ્રીકૃષ્ણ ભગવાન તેમના સંબંધ થકી તે આત્મનિવેદી ભક્તની જે સર્વે ક્રિયા તે નિર્ગુણ થાય છે, તે હેતુ માટે તે આત્મનિવેદી ભક્ત જે તે નિર્ગુણ કહ્યા છે.   '''
  },
  {
    "id": 60,
    "slok": '''भक्तैरेतैस्तु कृष्णायानर्पितं वार्यपि क्वचित् ।
न पेयं नैव लक्ष्यं च पत्रकन्दफलाद्यपि ॥''',
    "gujaratiAnuvad":
        '''અને જે આત્મનિવેદી ભક્ત તેમણે શ્રીકૃષ્ણ ભગવાનને અર્પણ કર્યા વિનાનું જળ પણ ક્યારેય ન પીવું અને પત્ર, કંદ, ફળાદિક જે વસ્તુ તે પણ શ્રીકૃષ્ણ ભગવાનને અર્પણ કર્યા વિનાનું ન ખાવું    '''
  },
  {
    "id": 61,
    "slok": '''सर्वैरशक्तौ वार्धक्याद् गरीयस्यापदाऽथवा ।
भक्ताय कृष्णमन्यस्मै दत्त्वा वृत्त्यं यथाबलम् ॥''',
    "gujaratiAnuvad":
        '''અને વળી સર્વે જે અમારા સત્સંગી તેમણે વૃદ્ધપણા થકી અથવા કોઈ મોટા આપત્કાળે કરીને અસમર્થપણું થઈ ગયે સતે પોતે સેવવાનું જે શ્રીકૃષ્ણનું સ્વરૂપ તે બીજા ભક્તને આપીને પોતાના સામર્થ્ય પ્રમાણે વર્તવું.    '''
  },
  {
    "id": 62,
    "slok": '''आचार्येणैव दत्तं यद् यच्च तेन प्रतिष्ठितम् ।
कृष्णस्वरूपं तत् सेव्यं वन्द्यमेवेतरत्तु यत् ॥''',
    "gujaratiAnuvad":
        '''અને જે શ્રીકૃષ્ણનું સ્વરૂપ પોતાને સેવવાને અર્થે ધર્મવંશના જે આચાર્ય તેમણે જ આપ્યું હોય અથવા તે આચાર્યે જે સ્વરૂપની પ્રતિષ્ઠા કરી હોય તે જ સ્વરૂપને સેવવું અને તે વિના બીજું જે શ્રીકૃષ્ણનું સ્વરૂપ તે તો નમસ્કાર કરવા યોગ્ય છે પણ સેવવા યોગ્ય નથી.    '''
  },
  {
    "id": 63,
    "slok": '''भगवन्मन्दिरं सर्वैः सायं गन्तव्यमन्वहम् ।
नामसङ्कीर्तनं कार्यं तत्रोच्चै राधिकापतेः ॥''',
    "gujaratiAnuvad":
        '''અને અમારા જે સર્વે સત્સંગી તેમણે નિત્ય પ્રત્યે સાયંકાળે ભગવાનના મંદિર પ્રત્યે જવું અને તે મંદિરને વિષે શ્રી રાધિકાજીના પતિ એવા જે શ્રીકૃષ્ણ ભગવાન તેના નામનું ઉચ્ચ સ્વરે કરીને કીર્તન કરવું.    '''
  },
  {
    "id": 64,
    "slok": '''कार्यास्तस्य कथावार्ताः श्रव्याश्च परमादरात् ।
वादित्रसहितं कार्यं कृष्णकीर्तनमुत्सवे ॥''',
    "gujaratiAnuvad":
        '''અને તે શ્રીકૃષ્ણની જે કથા વાર્તા તે પરમ આદરથકી કરવી ને સાંભળવી અને ઉત્સવને દિવસે વાજિંત્ર સહિત શ્રીકૃષ્ણનાં કીર્તન કરવાં.     '''
  },
  {
    "id": 65,
    "slok": '''प्रत्यहं कार्यमित्थं हि सर्वैरपि मदाश्रितैः ।
संस्कृतप्राकृतग्रन्थाभ्यासश्चापि यथामति ॥''',
    "gujaratiAnuvad":
        '''અને અમારા આશ્રિત જે સર્વે સત્સંગી તેમણે જે પ્રકારે પૂર્વે કહ્યું એ પ્રકારે કરીને જ નિત્ય પ્રત્યે કરવું અને સંસ્કૃત અને પ્રાકૃત એવા જે સદ્ગ્રંથ તેમનો અભ્યાસ પણ પોતાની બુદ્ધિને અનુસારે કરવો.     '''
  },
  {
    "id": 66,
    "slok": '''यादृशैर्यो गुणैर्युक्तस्तादृशे स तु कर्मणि ।
योजनीयो विचार्यैव नान्यथा तु कदाचन ॥''',
    "gujaratiAnuvad":
        '''અને જે મનુષ્ય જેવા ગુણે કરીને યુક્ત હોય તે મનુષ્યને તેવા કાર્યને વિષે વિચારીને જ પ્રેરવો પણ જે કાર્યને વિષે જે યોગ્ય ન હોય તે કાર્યને વિષે તેને ક્યારેય ન પ્રેરવો.   '''
  },
  {
    "id": 67,
    "slok": '''अन्नवस्त्रादिभिः सर्वे स्वकीयाः परिचारकाः ।
सम्भावनीयाः सततं यथायोग्यं यथाधनम् ॥''',
    "gujaratiAnuvad":
        '''અને પોતાના જે સેવક હોય તે સર્વની પોતાના સામર્થ્ય પ્રમાણે અન્ન વસ્ત્રાદિકે કરીને યથાયોગ્ય સંભાવના નિરંતર રાખવી.   '''
  },
  {
    "id": 68,
    "slok": '''यादृग्गुणो यः पुरुषस्तादृशा वचनेन सः ।
देशकालानुसारेण भाषणीयो न चान्यथा ॥''',
    "gujaratiAnuvad":
        '''અને જે પુરુષ જેવા ગુણવાળો હોય તે પુરુષને તેવા વચને કરીને દેશ-કાળાનુસારે યથાયોગ્ય બોલાવવો પણ એથી બીજી રીતે ન  બોલાવવો.  '''
  },
  {
    "id": 69,
    "slok": '''गुरुभूपालवर्षिष्ठत्यागिविद्वत्तपस्विनाम् ।
अभ्युत्थानादिना कार्यः सन्मानो विनयान्वितैः ॥''',
    "gujaratiAnuvad":
        '''અને વિનયે કરીને યુક્ત એવા જે અમારા આશ્રિત સત્સંગી તેમણે ગુરુ, રાજા, અતિવૃદ્ધ, ત્યાગી, વિદ્વાન અને તપસ્વી એ છ જણા આવે ત્યારે સન્મુખ ઊઠવું તથા આસન આપવું તથા મધુર વચને બોલાવવું ઈત્યાદિક ક્રિયાએ કરીને એમનું સન્માન કરવું.   '''
  },
  {
    "id": 70,
    "slok": '''नोरौ कृत्वा पादमेकं गुरुदेवनृपान्तिके ।
उपवेश्यं सभायां च जानू बध्द्वा न वाससा ॥''',
    "gujaratiAnuvad":
        '''અને ગુરુ, દેવ ને રાજા એમને સમીપે તથા સભાને વિષે પણ ઉપર પગ ચઢાવીને ન બેસવું તથા વસ્ત્રે કરીને ઢીંચણને બાંધીને ન બેસવું.    '''
  },
  {
    "id": 71,
    "slok": '''विवादो नैव कर्तव्यः स्वाचार्येण सह क्वचित् ।
पूज्योऽन्नधनवस्त्राद्यैर्यथाशक्ति स चाखिलैः ॥''',
    "gujaratiAnuvad":
        '''અને અમારા આશ્રિત જે સર્વે સત્સંગી તેમણે પોતાના આચાર્ય સંગાથે ક્યારેય પણ વિવાદ ન કરવો અને પોતાના સામર્થ્ય પ્રમાણે અન્ન, ધન, વસ્ત્રાદિકે કરીને તે પોતાના આચાર્યને પૂજવા.    '''
  },
  {
    "id": 72,
    "slok": '''तमायान्तं निशम्याशु प्रत्युद्गन्तव्यमादरात् ।
तस्मिन् यात्यनुगम्यं च ग्रामान्तावधि मच्छ्रितैः ॥''',
    "gujaratiAnuvad":
        '''અને અમારા જે આશ્રિત જન તેમણે પોતાના આચાર્યને આવતા સાંભળીને આદર થકી તત્કાળ સન્મુખ જવું અને તે આચાર્ય પોતાના ગામથી પાછા પધારે ત્યારે ગામની ભાગોળ સુધી વળાવવા જવું.     '''
  },
  {
    "id": 73,
    "slok": '''अपि भूरिफलं कर्म धर्मापेतं भवेद्यदि ।
आचर्यं तर्हि तन्नैव धर्मः सर्वार्थदोऽस्ति हि ॥''',
    "gujaratiAnuvad":
        '''અને ઘણુંક છે ફળ જેને વિષે એવું પણ જે કર્મ તે જો ધર્મે રહિત હોય તો તેનું આચરણ ન જ કરવું. કેમ જે ધર્મ છે તે જ સર્વ પુરુષાર્થનો આપનારો છે, માટે કોઈક ફળના લોભે કરીને ધર્મનો ત્યાગ ન કરવો.     '''
  },
  {
    "id": 74,
    "slok": '''पूर्वैर्महद्भिरपि यदधर्माचरणं क्वचित् ।
कृतं स्यात्तत्तु न ग्राह्यं ग्राह्यो धर्मस्तु तस्कृतः ॥''',
    "gujaratiAnuvad":
        '''અને પૂર્વે થયા જે મોટા પુરુષ તેમણે પણ જો ક્યારેય અધર્માચરણ કર્યું હોય તો તેનું ગ્રહણ ન કરવું અને તેમણે જે ધર્માચરણ કર્યું હોય તો તેનું ગ્રહણ કરવું.    '''
  },
  {
    "id": 75,
    "slok": '''गुह्यवार्ता तु कस्यापि प्रकाश्या नैव कुत्रचित् ।
समदृष्ट्या न कार्यश्च यथार्हार्चाव्यतिक्रमः ॥''',
    "gujaratiAnuvad":
        '''અને કોઈની પણ જે ગુહ્યવાર્તા તે તો કોઈ ઠેકાણે પણ પ્રકાશ કરવી જ નહિ અને જે જીવનું જેવી રીતે સન્માન કરવું ઘટતું હોય તેનું તેવી રીતે જ સન્માન કરવું પણ સમદૃષ્ટિએ કરીને એ મર્યાદાનું ઉલ્લંઘન કરવું નહિ.     '''
  },
  {
    "id": 76,
    "slok": '''विशेषनियमो धार्यश्चातुर्मास्येऽखिलैरपि ।
एकस्मिन् श्रावणे मासि स त्वशक्तैस्तु मानवैः ॥''',
    "gujaratiAnuvad":
        '''અને અમારા જે સર્વે સત્સંગી તેમણે ચાતુર્માસને વિષે વિશેષ નિયમ ધારવો અને જે મનુષ્ય અસમર્થ હોય તેમણે તો એક શ્રાવણ માસને વિષે વિશેષ નિયમ ધારવો.      '''
  },
  {
    "id": 77,
    "slok": '''विष्णोः कथायाः श्रवणं वाचनं गुणकीर्तनम् ।
महापूजा मन्त्रजपः स्तोत्रपाठः प्रदक्षिणाः ॥''',
    "gujaratiAnuvad":
        '''અને તે વિશેષ નિયમ તે કિયા તો ભગવાનની કથાનું શ્રવણ કરવું તથા કથા વાંચવી તથા ભગવાનના ગુણનું કીર્તન કરવું તથા પંચામૃત સ્નાને કરીને ભગવાનની મહાપૂજા કરવી તથા ભગવાનના મંત્રનો જપ કરવો તથા સ્તોત્રનો પાઠ કરવો તથા ભગવાનને પ્રદક્ષિણાઓ કરવી.      '''
  },
  {
    "id": 78,
    "slok": '''साष्टाङ्गप्रणतिश्चेति नियमा उत्तमा मताः ।
एतेष्वेकतमो भक्त्या धारणीयो विशेषतः ॥''',
    "gujaratiAnuvad":
        '''તથા ભગવાનને સાષ્ટાંગ નમસ્કાર કરવા, એ જે આઠ પ્રકારના નિયમ તે અમે ઉત્તમ માન્યા છે; તે માટે એ નિયમમાંથી કોઈ એક નિયમ જે તે ચોમાસાને વિષે વિશેષપણે ભક્તિએ કરીને ધારવો.     '''
  },
  {
    "id": 79,
    "slok": '''एकादशीनां सर्वासां कर्तव्यं व्रतमादरात् ।
कृष्णजन्मदिनानां च शिवरात्रेश्च सोत्सवम् ॥ ॥''',
    "gujaratiAnuvad":
        '''અને સર્વ જે એકાદશીઓ તેમનું વ્રત જે તે આદર થકી કરવું. તથા શ્રીકૃષ્ણ ભગવાનના જે જન્માષ્ટમી આદિ જન્મ દિવસ તેમનું વ્રત જે તે આદર થકી કરવું તથા શિવરાત્રીનું વ્રત જે તે આદર થકી કરવું અને તે વ્રતના દિવસને વિષે મોટા ઉત્સવ કરવા.     '''
  },
  {
    "id": 80,
    "slok": '''उपवासदिने त्याज्या दिवानिद्रा प्रयत्नतः ।
उपवासस्तया नश्येन्मैथुनेनैव यन्नृणाम् ॥''',
    "gujaratiAnuvad":
        '''અને જે દિવસે વ્રતનો ઉપવાસ કર્યો હોય તે દિવસે અતિશય યત્ને કરીને દિવસની નિદ્રાનો ત્યાગ કરવો કેમ જે જેમ મૈથુને કરીને મનુષ્યના ઉપવાસનો નાશ થાય છે તેમ જ દિવસની નિદ્રાએ કરીને મનુષ્યના ઉપવાસનો નાશ થઈ જાય છે.    '''
  },
  {
    "id": 81,
    "slok": '''सर्ववैष्णवराजश्रीवल्लभाचार्यनन्दनः ।
श्रीविठ्ठलेशः कृतवान् यं व्रतोत्सवनिर्णयम् ॥''',
    "gujaratiAnuvad":
        '''અને સર્વ વૈષ્ણવના રાજા એવા જે શ્રીવલ્લભાચાર્ય તેના પુત્ર જે શ્રીવિઠ્ઠલનાથજી તે જે તે વ્રત અને ઉત્સવના નિર્ણયને કરતા હવા.     '''
  },
  {
    "id": 82,
    "slok": '''कार्यास्तमनुसृत्यैव सर्व एव व्रतोत्सवाः ।
सेवारीतिश्च कृष्णस्य ग्राह्या तदुदितैव हि ॥''',
    "gujaratiAnuvad":
        '''અને તે વિઠ્ઠલનાથજીએ કર્યો જે નિર્ણય તેને જ અનુસરીને સર્વે વ્રત ને ઉત્સવ કરવા અને તે વિઠ્ઠલનાથજીએ કહી જે શ્રીકૃષ્ણની સેવારીતિ તેનું જ ગ્રહણ કરવું.     '''
  },
  {
    "id": 83,
    "slok": '''कर्तव्या द्वारिकामुख्यतीर्थयात्रा यथाविधि ।
सर्वैरपि यथाशक्ति भाव्यं दीनेषु वत्सलैः ॥''',
    "gujaratiAnuvad":
        '''અને સર્વે જે અમારા આશ્રિત તેમણે દ્વારિકા આદિક જે તીર્થ તેમની યાત્રા જે તે પોતના સામર્થ્ય પ્રમાણે યથાવિધિએ કરીને કરવી અને વળી પોતાના સામર્થ્ય પ્રમાણે દીનજનને વિષે દયાવાન થાવું.    '''
  },
  {
    "id": 84,
    "slok": '''विष्णुः शिवो गणपतिः पार्वती च दिवाकरः ।
एताःपूज्यतया मान्या देवताः पञ्च मामकैः ॥''',
    "gujaratiAnuvad":
        '''અને અમારા જે આશ્રિત તેમણે વિષ્ણુ, શિવ, ગણપતિ, પાર્વતી અને સૂર્ય એ પાંચ દેવ જે તે પૂજ્યપણે કરીને માનવા.     '''
  },
  {
    "id": 85,
    "slok": '''भूताद्युपद्रवे क्वापि वर्म नारायणात्मकम् ।
जप्यं च हनुमन्मन्त्रो जप्यो न क्षुद्रदैवतः ॥''',
    "gujaratiAnuvad":
        '''અને જો ક્યારેક ભૂત પ્રેતાદિકનો ઉપદ્રવ થાય ત્યારે તો નારાયણ કવચનો જપ કરવો અથવા હનુમાનના મંત્રનો જપ કરવો પણ એ વિના બીજા કોઈ ક્ષુદ્રદેવના સ્તોત્ર અને મંત્રનો જપ ન કરવો.     '''
  },
  {
    "id": 86,
    "slok": '''रवेरिन्दोश्चोपरागे जायमानेऽपराः क्रियाः ।
हित्वाशु शुचिभिः सर्वैः कार्यः कृष्णमनोर्जपः ॥''',
    "gujaratiAnuvad":
        '''અને સૂર્યનું ને ચંદ્રમાનું ગ્રહણ થયે સતે અમારા જે સર્વે સત્સંગી તેમણે બીજી સર્વે ક્રિયાનો તત્કાળ ત્યાગ કરીને પવિત્ર થઈને શ્રીકૃષ્ણ ભગવાનના મંત્રનો જપ કરવો.     '''
  },
  {
    "id": 87,
    "slok": '''जातायामथ तन्मुक्तौ कृत्वा स्नानं सचेलकम् ।
देयं दानं गृहिजनैः शक्त्याऽन्यैस्त्वर्च्य ईश्वरः ॥''',
    "gujaratiAnuvad":
        '''અને તે ગ્રહણ મુકાઈ રહ્યા પછી વસ્ત્ર સહિત સ્નાન કરીને જે અમારા ગૃહસ્થ સત્સંગી હોય તેમણે પોતાના સામર્થ્ય પ્રમાણે દાન કરવું અને જે ત્યાગી હોય તેમણે ભગવાનની પૂજા કરવી.    '''
  },
  {
    "id": 88,
    "slok": '''जन्माशौचं मृताशौचं स्वसम्बन्धानुसारतः ।
पालनीयं यथाशास्त्रं चातुर्वर्ण्यजनैर्मम ॥''',
    "gujaratiAnuvad":
        '''અને અમારા સત્સંગી એવા જે ચારે વર્ણના મનુષ્ય તેમણે જન્મનું સૂતક તથા મરણનું સૂતક તે પોત-પોતાના સંબંધને અનુસારે કરીને યથાશાસ્ત્ર પાળવું.     '''
  },
  {
    "id": 89,
    "slok": '''भाव्यं शमदमक्षान्तिसन्तोषादिगुणान्वितैः ।
ब्राह्मणैः शौर्यधैर्यादिगुणोपेतैश्च बाहुजैः ॥''',
    "gujaratiAnuvad":
        '''અને જે બ્રાહ્મણ વર્ણ હોય તેમણે શમ, દમ, ક્ષમા, અને સંતોષ એ આદિક જે ગુણ તેમણે યુક્ત થવું અને જે ક્ષત્રિય વર્ણ હોય તેમણે શૂરવીરપણું અને ધીરજ એ આદિક જે ગુણ તેમણે યુક્ત થવું.      '''
  },
  {
    "id": 90,
    "slok": '''वैश्यैश्च कृषिवाणिज्यकुसीदमुखवृत्तिभिः ।
भवितव्यं तथा शूद्रैर्द्विजसेवादिवृत्तिभिः ॥''',
    "gujaratiAnuvad":
        '''અને વૈશ્ય વર્ણ હોય તેમણે કૃષિકર્મ તથા વણજવ્યાપાર તથા વ્યાજવટો એ આદિક જે વૃત્તિઓ તેમણે કરીને વર્તવું અને જે શૂદ્ર વર્ણ હોય તમણે બ્રાહ્મણાદિક ત્રણ વર્ણની સેવા કરવી, એ આદિક જે વૃત્તિઓ તેમણે કરીને વર્તવું.      '''
  },
  {
    "id": 91,
    "slok": '''संस्काराश्चाह्निकं श्राद्धं यथाकालं यथाधनम् ।
स्वस्वगृह्यानुसारेण कर्तव्यं च द्विजन्मभिः ॥''',
    "gujaratiAnuvad":
        '''અને જે દ્વિજ હોય તેમણે ગર્ભાધાનાદિક સંસ્કાર તથા આહ્નિક તથા શ્રાદ્ધ એ ત્રણ જે તે પોતાના ગૃહ્યસૂત્રને અનુસારે કરીને જેવો જેનો અવસર હોય અને જેવી ધન સંપત્તિ હોય તે પ્રમાણે કરવાં.       '''
  },
  {
    "id": 92,
    "slok": '''अज्ञानाज्ज्ञानतो वाऽपि गुरु वा लघु पातकम् ।
क्वापि स्यात्तर्हि तत्प्रायश्चित्तं कार्यं स्वशक्तितः ॥''',
    "gujaratiAnuvad":
        '''અને ક્યારેક જાણે અથવા અજાણે જો નાનું મોટું પાપ થઈ જાય તો પોતાની શક્તિ પ્રમાણે તે પાપનું પ્રાયશ્ચિત્ત કરવું.        '''
  },
  {
    "id": 93,
    "slok": '''वेदाश्च व्याससूत्राणि श्रीमद् भागवताभिधम् ।
पुराणं भारते तु श्रीविष्णोर्नामसहस्रकम् ॥''',
    "gujaratiAnuvad":
        '''અને ચાર વેદ તથા વ્યાસસૂત્ર તથા શ્રીમદ્ ભાગવત નામે પુરાણ તથા મહાભારતને વિષે તો વિષ્ણુસહસ્ર નામ.       '''
  },
  {
    "id": 94,
    "slok": '''तथा श्रीभगवद् गीता नीतिश्च विदुरोदिता ।
श्रीवासुदेवमाहात्म्यं स्कान्दवैष्णवखण्डगम् ॥''',
    "gujaratiAnuvad":
        '''તથા શ્રીભગવદ્ ગીતા તથા વિદુરજીએ કહેલી જે નીતિ તથા સ્કંદપુરાણનો વિષ્ણુખંડ તેને વિષે રહ્યું એવું જે શ્રીવાસુદેવમાહાત્મ્ય.       '''
  },
  {
    "id": 95,
    "slok": '''धर्मशास्त्रान्तर्गता च याज्ञवल्क्यऋषेः स्मृतिः ।
एतान्यष्ट ममेष्टानि सच्छास्त्राणि भवन्ति हि ॥''',
    "gujaratiAnuvad":
        '''અને ધર્મશાસ્ત્રના મધ્યમાં રહી એવી જે યાજ્ઞવલ્ક્ય ઋષિની સ્મૃતિ એ જે આઠ સચ્છાસ્ત્ર તે અમને ઈષ્ટ છે.       '''
  },
  {
    "id": 96,
    "slok": '''स्वहितेच्छुभिरेतानि मच्छिष्यैः सकलैरपि ।
श्रोतव्यान्यथ पाठ्यानि कथनीयानि च द्विजैः ॥''',
    "gujaratiAnuvad":
        '''અને પોતાના હિતને ઇચ્છતા એવા જે અમારા સર્વે શિષ્ય તેમણે એ આઠ સચ્છાસ્ત્ર જે તે સાંભળવાં અને અમારા આશ્રિત જે દ્વિજ તેમણે એ સચ્છાસ્ત્ર જે તે ભણવાં તથા ભણાવવાં તથા એમની કથા કરવી.      '''
  },
  {
    "id": 97,
    "slok": '''तत्राचारव्यवहृतिनिष्कृतानां च निर्णये ।
ग्राह्या मिताक्षरोपेता याज्ञवल्क्यस्य तु स्मृतिः ॥''',
    "gujaratiAnuvad":
        '''અને તે આઠ સચ્છાસ્ત્રમાંથી આચાર, વ્યવહાર અને પ્રાયશ્ચિત્ત એ ત્રણનો જે નિર્ણય કરવો તેને વિષે તો મિતાક્ષરા ટીકાએ યુક્ત એવી જે યાજ્ઞવલ્ક્ય ઋષિની સ્મૃતિ તેનું ગ્રહણ કરવું.      '''
  },
  {
    "id": 98,
    "slok": '''श्रीमद्भागवतस्यैषु स्कन्धौ दशमपञ्चमौ ।
सर्वाधिकतया ज्ञेयौ कृष्णमाहात्म्यबुद्धये ॥''',
    "gujaratiAnuvad":
        '''અને વળી એ આઠ સચ્છાસ્ત્રને વિષે જે શ્રીમદ્ ભાગવત પુરાણ તેના દશમ ને પંચમ નામે જે બે સ્કંધ તે જે તે શ્રીકૃષ્ણ ભગવાનના મહાત્મ્ય જાણવાને અર્થે સર્વથી અધિકપણે જાણવા.     '''
  },
  {
    "id": 99,
    "slok": '''दशमः पश्चमः स्कन्धो याज्ञवल्क्यस्य च स्मृतिः ।
भक्तिशास्त्रं योगशास्त्रं धर्मशास्त्रं क्रमेण मे ॥''',
    "gujaratiAnuvad":
        '''અને દશમ સ્કંધ તથા પંચમ સ્કંધ તથા યાજ્ઞવલ્ક્યની સ્મૃતિ એ જે ત્રણ, તે અનુક્રમે કરીને અમારું ભક્તિશાસ્ત્ર, યોગશાસ્ત્ર અને ધર્મશાસ્ત્ર છે, કહેતાં દશમ સ્કંધ તે ભક્તિશાસ્ત્ર છે અને પંચમ સ્કંધ તે યોગશાસ્ત્ર છે અને યાજ્ઞવલ્ક્યની સ્મૃતિ તે ધર્મશાસ્ત્ર છે એમ જાણવું.     '''
  },
  {
    "id": 100,
    "slok": '''शारीरकाणां भगवद् गीतायाश्चावगम्यताम् ।
रामानुजाचार्यकृतं भाष्यमाध्यात्मिकं मम ॥''',
    "gujaratiAnuvad":
        '''અને શ્રી રામાનુજાચાર્યે કર્યું એવું જે વ્યાસસૂત્રનું શ્રીભાષ્ય તથા શ્રીભગવદ્ ગીતાનું ભાષ્ય એ જે બે તે અમારું અધ્યાત્મશાસ્ત્ર છે એમ જાણવું.      '''
  },
  {
    "id": 101,
    "slok": '''एतेषु यानि वाक्यानि श्रीकृष्णस्य वृषस्य च ।
अत्युत्कर्षपराणि स्युस्तथा भक्तिविरागयोः ॥''',
    "gujaratiAnuvad":
        '''અને એ સર્વે સચ્છાસ્ત્રને વિષે જે વચન તે જે તે શ્રીકૃષ્ણ ભગવાનનું સ્વરૂપ તથા ધર્મ તથા ભક્તિ તથા વૈરાગ્ય એ ચારના અતિ ઉત્કર્ષ-પણાને કહેતાં હોય.     '''
  },
  {
    "id": 102,
    "slok": '''मन्तव्यानि प्रमाणानि तान्येवेतरवाक्यतः ।
धर्मेण सहिता कृष्णभक्तिः कार्येति तद्रहः ॥''',
    "gujaratiAnuvad":
        '''તે વચન જે તે બીજાં વચન કરતાં પ્રધાનપણે માનવાં અને શ્રીકૃષ્ણ ભગવાનની ભક્તિ તે જે તે ધર્મે સહિત જ કરવી, એવી રીતે તે સર્વે સચ્છાસ્ત્રનું રહસ્ય છે.      '''
  },
  {
    "id": 103,
    "slok": '''धर्मो ज्ञेयः सदाचारः श्रुतिस्मृत्युपपादितः ।
माहात्म्यज्ञानयुग्भूरिस्नेहो भक्तिश्च माधवे ॥''',
    "gujaratiAnuvad":
        '''અને શ્રુતિ સ્મૃતિ તેમણે પ્રતિપાદન કર્યો એવો જે સદાચાર તે ધર્મ જાણવો અને શ્રીકૃષ્ણ ભગવાનને વિષે મહાત્મ્યજ્ઞાને સહિત જે ઘણો સ્નેહ તે ભક્તિ જાણવી.      '''
  },
  {
    "id": 104,
    "slok": '''वैराग्यं ज्ञेयमप्रीतिः श्रीकृष्णेतरवस्तुषु ।
ज्ञानं च जीवमायेशरूपाणां सुष्ठु वेदनम् ॥''',
    "gujaratiAnuvad":
        '''અને શ્રીકૃષ્ણ ભગવાન વિના અન્ય પદાર્થમાં પ્રીતિ નહિ તે વૈરાગ્ય જાણવો અને જીવ, માયા અને ઈશ્વર તેમના સ્વરૂપને જે રૂડી રીતે જાણવું તેને જ્ઞાન કહીએ.      '''
  },
  {
    "id": 105,
    "slok": '''हृत्स्थोऽणुसूक्ष्मश्चिद्रूपो ज्ञाता व्याप्याखिलां तनुम् ।
ज्ञानशक्त्या स्थितो जीवो ज्ञेयोऽच्छेद्यादिलक्षणः ॥''',
    "gujaratiAnuvad":
        '''અને જે જીવ છે તે હૃદયને વિષે રહ્યો છે ને અણુ સરખો સૂક્ષ્મ છે ને ચેતનરૂપ છે ને જાણનારો છે અને પોતાની જ્ઞાનશક્તિએ કરીને નખથી શિખાપર્યંત સમગ્ર પોતાના દેહ પ્રત્યે વ્યાપીને રહ્યો છે અને અછેદ્ય, અભેદ્ય, અજર, અમર ઈત્યાદિક છે લક્ષણ જેનાં એવો જીવ છે એમ જાણવો.      '''
  },
  {
    "id": 106,
    "slok": '''त्रिगुणात्मा तमः कृष्णशक्तिर्देहस्तदीययोः ।
जीवस्य चाहंममताहेतुर्मायावगम्यताम् ॥''',
    "gujaratiAnuvad":
        '''અને જે માયા છે તે ત્રિગુણાત્મિકા છે ને અંધકારરૂપ છે ને શ્રીકૃષ્મ ભગવાનની શક્તિ છે અને આ જીવને દેહ તથા દેહના સંબંધી તેમને વિષે અહંમમત્વની કરાવનારી છે એમ માયાને જાણવી.       '''
  },
  {
    "id": 107,
    "slok": '''हृदये जीववज्जीवे योऽन्तर्यामितया स्थितः ।
ज्ञेयः स्वतन्त्र ईशोऽसौ सर्वकर्मफलप्रदः ॥''',
    "gujaratiAnuvad":
        '''અને જે ઈશ્વર છે તે જે તે જેમ હૃદયને વિષે જીવ રહ્યો છે તેમ તે જીવને વિષે અંતર્યામીપણે કરીને રહ્યા છે ને સ્વતંત્ર છે ને સર્વ જીવને કર્મફળના આપનારા છે એમ ઈશ્વરને જાણવા.     '''
  },
  {
    "id": 108,
    "slok": '''स श्रीकृष्णः परंब्रह्म भगवान् पुरुषोत्तमः ।
उपास्य इष्टदेवो नः सर्वाविर्भावकारणम् ॥''',
    "gujaratiAnuvad":
        '''અને તે ઈશ્વર તે કયા તો પરબ્રહ્મ પુરુષોત્તમ એવા જે શ્રીકૃષ્ણ ભગવાન તે ઈશ્વર છે અને તે શ્રીકૃષ્ણ જે તે આપણા ઈષ્ટદેવ છે ને ઉપાસના કરવા યોગ્ય છે અને સર્વ અવતારના કારણ છે.      '''
  },
  {
    "id": 109,
    "slok": '''स राधया युतो ज्ञेयो राधाकृष्ण इति प्रभुः ।
रुक्मिण्या रमयोपेतो लक्ष्मीनारायणः स हि ॥''',
    "gujaratiAnuvad":
        '''અને સમર્થ એવા જે શ્રીકૃષ્ણ તે જે તે રાધિકાજીએ યુક્ત હોય ત્યારે ‘રાધાકૃષ્ણ’ એવે નામે જાણવા અને રુકમણીરૂપ જે લક્ષ્મી તેમણે યુક્ત હોય ત્યારે લક્ષ્મીનારાયણ એવે નામે જાણવા.       '''
  },
  {
    "id": 110,
    "slok": '''ज्ञेयोऽर्जुनेन युक्तोऽसौ नरनारायणाभिधः ।
बलभद्रादियोगेन तत्तन्नामोच्यते स च ॥''',
    "gujaratiAnuvad":
        '''અને સમર્થ એવા જે શ્રીકૃષ્ણ તે જે તે રાધિકાજીએ યુક્ત હોય ત્યારે ‘રાધાકૃષ્ણ’ એવે નામે જાણવા અને રુકમણીરૂપ જે લક્ષ્મી તેમણે યુક્ત હોય ત્યારે લક્ષ્મીનારાયણ એવે નામે જાણવા.       '''
  },
  {
    "id": 111,
    "slok": '''एते राधादयो भक्तास्तस्य स्युः पार्श्वतः क्वचित् ।
क्वचित्तदङ्गेऽतिस्नेहात् स तु ज्ञेयस्तदैकलः ॥''',
    "gujaratiAnuvad":
        '''અને જે રાધાદિક ભક્ત તે જે તે ક્યારેક તો તે શ્રીકૃષ્ણ ભગવાનને પડખે હોય છે અને ક્યારેક તો અતિ સ્નેહે કરીને શ્રીકૃષ્ણ ભગવાનના અંગને વિષે રહે છે ત્યારે તો તે શ્રીકૃષ્ણ ભગવાન એકલા જ હોય એમ જાણવા.       '''
  },
  {
    "id": 112,
    "slok": '''अतश्चास्य स्वरूपेषु भेदो ज्ञेयो न सर्वथा ।
चतुरादिभुजत्वंतु द्विबाहोस्तस्य चैच्छिकम् ॥''',
    "gujaratiAnuvad":
        '''એ હેતુ માટે એ શ્રીકૃષ્ણ ભગવાનનાં જે સ્વરૂપ તેમને વિષે સર્વ પ્રકારે કરીને ભેદ ન જાણવો અને ચતુર્ભુજપણું, અષ્ટભુજપણું, સહસ્ત્રભુજપણું ઈત્યાદિક જે ભેદ જણાય છે તે તો દ્વિભુજ એવા જે તે શ્રીકૃષ્ણ તેમની ઇચ્છાએ કરીને છે એમ જાણવું.       '''
  },
  {
    "id": 113,
    "slok": '''तस्यैव सर्वथा भक्तिः कर्तव्या मनुजैर्भुवि ।
निःश्रेयसकरं किञ्चित्ततोऽन्यन्नेति दृश्यताम् ॥''',
    "gujaratiAnuvad":
        '''અને એવા જે તે શ્રીકૃષ્ણ ભગવાન તેની જે ભક્તિ તે જે તે પૃથ્વીને વિષે સર્વ મનુષ્ય તેમણે કરવી અને તે ભક્તિ થકી બીજું કલ્યાણકારી સાધન કાંઈ નથી એમ જાણવું.      '''
  },
  {
    "id": 114,
    "slok": '''गुणिनां गुणवत्ताया ज्ञेयं ह्येतत् परं फलम् ।
कृष्णे भक्तिश्च सत्सङ्गोऽन्यथा यान्ति विदोऽप्यधः ॥''',
    "gujaratiAnuvad":
        '''અને વિદ્યાદિક ગુણવાળા જે પુરુષ તેમના ગુણવાનપણાનું એ જ પરમ ફળ જાણવું; કયું ? તો જે શ્રીકૃષ્ણ ભગવાનને વિષે ભક્તિ કરવી ને સત્સંગ કરવો અને એમ ભક્તિ ને સત્સંગ એ બે વિના તો વિદ્વાન હોય તો પણ અધોગતિને પામે છે.        '''
  },
  {
    "id": 115,
    "slok": '''कृष्णस्तदवताराश्च ध्येयास्तत्प्रतिमाऽपि च ।
न तु जीवा नृदेवाद्या भक्ता ब्रह्मविदोऽपि च ॥''',
    "gujaratiAnuvad":
        '''અને શ્રીકૃષ્ણ ભગવાન તથા શ્રીકૃષ્ણ ભગવાનના અવતાર તે જે તે ધ્યાન કરવા યોગ્ય છે તથા શ્રીકૃષ્ણ ભગવાનની જે પ્રતિમા તે પણ ધ્યાન કરવા યોગ્ય છે માટે એમનું ધ્યાન કરવું અને મનુષ્ય તથા દેવાદિક જે જીવ તે તો શ્રીકૃષ્ણ ભગવાનના ભક્ત હોય અને બ્રહ્મવેત્તા હોય તો પણ ધ્યાન કરવા યોગ્ય નથી માટે એમનું ધ્યાન ન કરવું.        '''
  },
  {
    "id": 116,
    "slok": '''निजात्मानं ब्रह्मरूपं देहत्रयविलक्षणम् ।
विभाव्य तेन कर्तव्या भक्तिः कृष्णस्य सर्वदा ॥''',
    "gujaratiAnuvad":
        '''અને સ્થૂલ, સૂક્ષ્મ અને કારણ એ જે ત્રણ દેહ તે થકી વિલક્ષણ એવો જે પોતાનો જીવાત્મા તેને બ્રહ્મરૂપની ભાવના કરીને પછી તે બ્રહ્મરૂપે કરીને શ્રીકૃષ્ણ ભગવાનની ભક્તિ જે તે સર્વકાળને વિષે કરવી.         '''
  },
  {
    "id": 117,
    "slok": '''श्रव्यः श्रीमद्भागवतदशमस्कन्ध आदरात् ।
प्रत्यहं वा सकृद्वर्षे वर्षे वाच्योऽथ पण्डितैः ॥''',
    "gujaratiAnuvad":
        '''અને શ્રીમદ્ ભાગવત પુરાણનો જે દશમ સ્કંધ તે જે તે નિત્ય પ્રત્યે આદર થકી સાંભળવો અથવા વર્ષોવર્ષ એકવાર સાંભળવો અને જે પંડિત હોય તેમણે નિત્ય પ્રત્યે વાંચવો અથવા વર્ષોવર્ષ એકવાર વાંચવો.  '''
  },
  {
    "id": 118,
    "slok": '''कारणीया पुरश्चर्या पुण्यस्थानेऽस्य शक्तितः ।
विष्णुनामसहस्रादेश्चापि कार्येप्सितप्रदा ॥''',
    "gujaratiAnuvad":
        '''અને જે દશમસ્કંધ તેનું પુરશ્ચરણ જે તે પુણ્ય સ્થાનકને વિષે પોતાના સામર્થ્ય પ્રમાણે કરવું કરાવવું અને વળી વિષ્ણુસહસ્ર નામ આદિક જે સચ્છાસ્ત્ર તેનું પુરશ્ચરણ પણ પોતાના સામર્થ્ય પ્રમાણે કરવું કરાવવું. તે પુરશ્ચરણ કેવું છે તો પોતાના મનવાંછિત ફળને આપે એવું છે.        '''
  },
  {
    "id": 119,
    "slok": '''दैव्यामापदि कष्टायां मानुष्यां वागदादिषु ।
यथा स्वपररक्षा स्यात्तथा वृत्यं न चान्यथा ॥''',
    "gujaratiAnuvad":
        '''અને કષ્ટની દેનારી એવી કોઈ દેવ સંબંધી આપદા આવી પડે તથા મનુષ્ય સંબંધી આપદા આવી પડે તથા રોગાદિક આપદા આવી પડે તેને વિષે જેમ પોતાની ને બીજાની રક્ષા થાય તેમ વર્તવું પણ બીજી રીતે ન વર્તવું.         '''
  },
  {
    "id": 120,
    "slok": '''देशकालवयोवित्तजातिशक्त्यनुसारतः ।
आचारो व्यवहारश्च निष्कृतं चावधार्यताम् ॥''',
    "gujaratiAnuvad":
        '''અને આચાર વ્યવહાર અને પ્રાયશ્ચિત્ત એ જે ત્રણ વાનાં તે જે તે દેશ, કાળ, અવસ્થા, દ્રવ્ય, જાતિ અને સામર્થ્ય એટલાને અનુસારે કરીને જાણવાં.          '''
  },
  {
    "id": 121,
    "slok": '''मतं विशिष्टाद्वैतं मे गोलोको धाम चेप्सितम् ।
तत्र ब्रह्मात्मना कृष्णसेवा मुक्तिश्च गम्यताम् ॥''',
    "gujaratiAnuvad":
        '''અને અમારો જે મત તે વિશિષ્ટાદ્વૈત છે એમ જાણવું અને અમને પ્રિય એવું જે ધામ તે ગોલોક છે એમ જાણવું. અને તે ધામને વિષે બ્રહ્મરૂપે કરીને જે શ્રીકૃષ્ણ ભગવાનની સેવા કરવી તે અમે મુક્તિ માની છે એમ જાણવું.         '''
  },
  {
    "id": 122,
    "slok": '''एते साधारणा धर्माः स्त्रीणां पुंसां च सर्वतः ।
मदाश्रितानां कथिता विशेषानथ कीर्तये ॥''',
    "gujaratiAnuvad":
        '''અને આ જે પૂર્વે સર્વે ધર્મ કહ્યા તે જે તે અમારા આશ્રિત જે ત્યાગી ગૃહસ્થ બાઈ ભાઈ સર્વે સત્સંગી તેમના સામાન્ય ધર્મ કહ્યા છે કહેતાં સર્વ સત્સંગી માત્રને સરખા પાળવાના છે અને હવે એ સર્વેના જે વિશેષ ધર્મ છે તેમને પૃથક્પૃથક્પણે કરીને કહીએ છીએ.         '''
  },
  {
    "id": 123,
    "slok": '''मजज्येष्ठावरजभ्रातृसुताभ्यां तु कदाचन ।
स्वासन्नसम्बन्धहीना नोपदेश्या हि योषितः ॥''',
    "gujaratiAnuvad":
        '''હવે પ્રથમ ધર્મવંશી જે આચાર્ય અને તેમની પત્નીઓ તેમના જે વિશેષ ધર્મ તે કહીએ છીએ અમારા મોટા ભાઈ અને નાના ભાઈ તેમના પુત્ર જે અયોધ્યાપ્રસાદ અને રઘુવીર તેમણે પોતાના સમીપ સંબંધ વિનાની જે બીજી સ્ત્રીઓ તેમને મંત્ર ઉપદેશ ક્યારેય ન કરવો.          '''
  },
  {
    "id": 124,
    "slok": '''न स्प्रष्टव्याश्च ताः क्वापि भाषणीयाश्च ता नहि ।
क्रौर्यं कार्यं न कस्मिंश्चिन्न्यासो रक्ष्यो न कस्यचित् ॥''',
    "gujaratiAnuvad":
        '''અને તે સ્ત્રીઓને ક્યારેય પણ અડવું નહિ, અને તે સાથે બોલવું નહિ અને કોઈ જીવને વિષે ક્રૂરપણું ન કરવું અને કોઈની થાપણ ન રાખવી.          '''
  },
  {
    "id": 125,
    "slok": '''प्रतिभूत्वं न कस्यापि कार्यं च व्यावहारिके ।
भिक्षयाऽऽपदतिक्रम्या न तु कार्यमृणं क्वचित् ॥''',
    "gujaratiAnuvad":
        '''અને વ્યવહાર કાર્યને વિષે કેનું પણ જમાનગરું ન કરવું અને કોઈ આપત્કાળ આવી પડે તો ભિક્ષા માગીને પોતાનો નિર્વાહ કરીને તે આપત્કાળને ઉલ્લંઘવો પણ કોઈનું કરજ તો ક્યારેક ન કરવું.           '''
  },
  {
    "id": 126,
    "slok": '''स्वशिष्यार्पितधान्यस्य कर्तव्यो विक्रयो न च ।
जीर्णं दत्वा नवीनं तु ग्राह्यं तन्नैव विक्रयः ॥''',
    "gujaratiAnuvad":
        '''અને પોતાના જે શિષ્ય તેમણે ધર્મ નિમિત્ત પોતાને આપ્યું જે અન્ન તે વેચવું નહિ અને તે અન્ન જૂનું થાય તો તે જૂનું કોઈકને દઈને નવું લેવું અને એવી રીતે જે જૂનાનું નવું કરવું તે વેચ્યું ન કહેવાય.           '''
  },
  {
    "id": 127,
    "slok": '''भाद्रशुफ्लचतुर्थ्यां च कार्यं विघ्नेशपूजनम् ।
ईषकृष्णचतुर्दश्यां कार्याऽर्चा च हनूमतः ॥''',
    "gujaratiAnuvad":
        '''અને ભાદરવા સુદ ચતુર્થીને દિવસે ગણપતિની પૂજા કરવી તથા આસો વદ ચતુર્દશીને દિવસે હનુમાનજીની પૂજા કરવી.            '''
  },
  {
    "id": 128,
    "slok": '''मदाश्रितानां सर्वेषां धर्मरक्षणहेतवे ।
गुरुत्वे स्थापिताभ्यां च ताभ्यां दीक्ष्या मुमुक्षवः ॥''',
    "gujaratiAnuvad":
        '''અને અમારે આશ્રિત જે સર્વે સત્સંગી તેમના ધર્મની રક્ષા કરવાને અર્થે એ સર્વેના ગુરુપણાને વિષે અમે સ્થાપન કર્યા એવા જે તે અયોધ્યાપ્રસાદ અને રઘુવીર તેમણે મુમુક્ષુજનને દીક્ષા આપવી.           '''
  },
  {
    "id": 129,
    "slok": '''यथाधिकारं संस्थाप्याः स्वे स्वे धर्मे निजाश्रिताः ।
मान्याः सन्तश्च कर्तव्यः सच्छास्त्राभ्यास आदरात् ॥''',
    "gujaratiAnuvad":
        '''અને પોતાના આશ્રિત જે સર્વે સત્સંગી તેમને અધિકાર પ્રમાણે પોતપોતાના ધર્મને વિષે રાખવા અને સાધુને આદર થકી માનવા તથા સચ્છાસ્ત્રનો અભ્યાસ આદરથકી કરવો.           '''
  },
  {
    "id": 130,
    "slok": '''यमया प्रतिष्ठापितानां मन्दिरेषु महत्सु च ।
लक्ष्मीनारायणादीनां सेवा कार्या यथाविधि ॥''',
    "gujaratiAnuvad":
        '''અને મોટાં જે મંદિર તેમને વિષે અમે સ્થાપન કર્યાં એવાં જે શ્રીલક્ષ્મી-નારાયણ આદિક શ્રીકૃષ્ણનાં સ્વરૂપ તેમની જે સેવા તે યથાવિધિએ કરીને કરવી.           '''
  },
  {
    "id": 131,
    "slok": '''भगवन्मन्दिरं प्राप्तो योऽन्नार्थी कोऽपि मानवः ।
आदरात् स तु संभाव्यो दानेनान्नस्य शक्तितः ॥''',
    "gujaratiAnuvad":
        '''અને ભગવાનના મંદિર પ્રત્યે આવ્યો જે હરકોઈ અન્નાર્થી મનુષ્ય તેની પોતાના સામર્થ્ય પ્રમાણે અન્નના દાને કરીને આદર થકી સંભાવના કરવી.           '''
  },
  {
    "id": 132,
    "slok": '''संस्थाप्य विप्रं विद्वांसं पाठशालां विधाप्य च ।
प्रवर्तनीया सद्विद्या भुवि यत्सुकृतं महत् ॥''',
    "gujaratiAnuvad":
        '''અને વિદ્યાર્થી ભણાવ્યાની શાળા કરાવીને પછી તેમાં એક વિદ્વાન બ્રાહ્મણને રાખીને પૃથ્વીને વિષે સદ્વિદ્યાની પ્રવૃત્તિ કરાવવી. કેમ જે વિદ્યાદાને કરીને મોટું પુણ્ય થાય છે.           '''
  },
  {
    "id": 133,
    "slok": '''अथैतयोस्तु भार्याभ्यामाज्ञया पत्युरात्मनः ।
कृष्णमन्त्रोपदेशश्च कर्तव्यः स्त्रीभ्य एव हि ॥''',
    "gujaratiAnuvad":
        '''અને હવે એ અયોધ્યાપ્રસાદ અને રઘુવીર એ બેની જે પત્નીઓ તેમણે પોતપોતાના પતિની આજ્ઞાએ કરીને સ્ત્રીઓને જ શ્રીકૃષ્ણના મંત્રનો ઉપદેશ કરવો પણ પુરુષને ન કરવો.            '''
  },
  {
    "id": 134,
    "slok": '''स्वासन्नसम्बन्धहीना नरास्ताभ्यां तु कर्हिचित् ।
न स्प्रष्टव्या न भाष्याश्च तेभ्यो दर्श्यं मुखं न च ॥''',
    "gujaratiAnuvad":
        '''અને વળી તે બે જણની જે પત્નીઓ તેમણે પોતાના સમીપ સંબંધ વિનાના જે પુરુષ તેમનો સ્પર્શ ક્યારેય ન કરવો અને તેમની સાથે બોલવું નહિ ને તેમને પોતાનું મુખ પણ ન દેખાડવું. એવી રીતે ધર્મવંશી આચાર્ય અને તેમની પત્નીઓ તેમના જે વિશેષ ધર્મ તે કહ્યા.            '''
  },
  {
    "id": 135,
    "slok": '''गृहाख्याश्रमिणो ये स्युः पुरुषा मदुपाश्रिताः ।
स्वासन्नसम्बन्धहीना न स्पृश्या विधवाश्च तैः ॥''',
    "gujaratiAnuvad":
        '''હવે ગૃહસ્થાશ્રમીના જે વિશેષ ધર્મ છે તે કહીએ છીએ. અમારે આશ્રિત જે ગૃહસ્થાશ્રમી પુરુષ તેમણે પોતાના સમીપ સંબંધ વિનાની જે વિધવા સ્ત્રીઓ તેમનો સ્પર્શ ન કરવો.            '''
  },
  {
    "id": 136,
    "slok": '''मात्रा स्वस्रा दुहित्रा वा विजने तु वयःस्थया ।
अनापदि न तैः स्थेयं कार्यं दानं न योषितः ॥''',
    "gujaratiAnuvad":
        '''અને તે ગૃહસ્થાશ્રમી પુરુષ તેમણે યુવાન અવસ્થાએ યુક્ત એવી જે પોતાની મા, બેન અને દીકરી તે સંગાથે પણ આપત્કાળ વિના એકાંત સ્થળને વિષે ન રહેવું અને પોતાની સ્ત્રીનું દાન કોઈને ન કરવું.          '''
  },
  {
    "id": 137,
    "slok": '''प्रसङ्गो व्यवहारेण यस्याः केनापि भूपतेः ।
भवेत्तस्याः स्त्रियाः कार्यः प्रसङ्गो नैव सर्वथा ॥''',
    "gujaratiAnuvad":
        '''અને જે સ્ત્રીને કોઈ પ્રકારના વ્યવહારે કરીને રાજાનો પ્રસંગ હોય તેવી સ્ત્રીનો જે પ્રસંગ તે કોઈ પ્રકારે પણ ન કરવો.           '''
  },
  {
    "id": 138,
    "slok": '''अन्नाद्यैः शक्तितोऽभ्यर्च्यो ह्यतिथिस्तैर्गृहागतः ।
दैवं पित्र्यं यथाशक्ति कर्तव्यं च यथोचितम् ॥''',
    "gujaratiAnuvad":
        '''અને ગૃહસ્થાશ્રમી તેમણે પોતાને ઘેર આવ્યો એવો જે અતિથિ તેને પોતાના સામર્થ્ય પ્રમાણે અન્નાદિકે કરીને પૂજવો અને વળી હોમાદિક જે દેવકર્મ અને શ્રાદ્ધાદિક જે પિતૃકર્મ તે જે તે પોતાના સામર્થ્ય પ્રમાણે યથાવિધિ જેમ ઘટે તેમ કરવું.           '''
  },
  {
    "id": 139,
    "slok": '''यावज्जीवं च शुश्रूषा कार्या मातुः पितुर्गुरोः ।
रोगार्तस्य मनुष्यस्य यथाशक्ति च मामकैः ॥''',
    "gujaratiAnuvad":
        '''અને અમારા આશ્રિત જે ગૃહસ્થ તેમણે માતા પિતા અને ગુરુ તથા રોગાતુર એવા જે કોઈ મનુષ્ય તેમની જે સેવા તે જીવતપર્યંત પોતાના સામર્થ્ય પ્રમાણે કરવી.         '''
  },
  {
    "id": 140,
    "slok": '''यथाशक्त्युद्यमः कार्यो निजवर्णाश्रमोचितः ।
मुष्कच्छेदो न कर्तव्यो वृषस्य कृषिवृत्तिभिः ॥''',
    "gujaratiAnuvad":
        '''અને વળી પોતાના વર્ણાશ્રમને ઘટિત એવો જે ઉદ્યમ તે પોતાના સામર્થ્ય પ્રમાણે કરવો અને કૃષિવૃત્તિવાળા જે ગૃહસ્થ સત્સંગી તેમણે બળદીઆના વૃષણનો ઉચ્છેદ ન કરવો.        '''
  },
  {
    "id": 141,
    "slok": '''यथाशक्ति यथाकालं सङ्ग्रहोऽन्नधनस्य तैः ।
यावद्व्ययं च कर्तव्यः पशुमद्भिस्तृणस्य च ॥''',
    "gujaratiAnuvad":
        '''અને તે ગૃહસ્થ સત્સંગી તેમણે પોતાના સામર્થ્ય પ્રમાણે સમયને અનુસરીને જેટલો પોતાના ઘરમાં વરો હોય તેટલા અન્ન દ્રવ્યનો સંગ્રહ જે તે કરવો અને જેના ઘરમાં પશુ હોય એવા જે ગૃહસ્થ તેમણે પોતાના સામર્થ્ય પ્રમાણે ચાર્યપુળાનો સંગ્રહ કરવો.        '''
  },
  {
    "id": 142,
    "slok": '''गवादीनां पशूनां च तृणतोयादिभिर्यदि ।
सम्भावनं भवेत् स्वेन रक्ष्यास्ते तर्हि नान्यथा ॥''',
    "gujaratiAnuvad":
        '''અને ગાય, બળદ, ભેંસ, ઘોડા આદિક જે પશુ તેમની તૃણ જળાદિકે કરીને પોતાવતે જો સંભાવના થાય તો તે પશુને રાખવાં અને જો સંભાવના ન થાય તો ન રાખવાં.       '''
  },
  {
    "id": 143,
    "slok": '''ससाक्ष्यमन्तरा लेखं पुत्रमित्रादिनापि च ।
भूवित्तदानादानाभ्यां व्यवहार्यं न कर्हिचित् ॥''',
    "gujaratiAnuvad":
        '''અને સાક્ષીએ સહિત લખત કર્યા વિના તો પોતાના પુત્ર અને મિત્રાદિક સાથે પણ પૃથ્વી ને ધનના લેણદેણે કરીને વ્યવહાર જે તે ક્યારેય ન કરવો.       '''
  },
  {
    "id": 144,
    "slok": '''कार्ये वैवाहिके स्वस्यान्यस्य वार्प्यधनस्य तु ।
भाषाबन्धो न कर्तव्यः ससाक्ष्यं लेखमन्तरा ॥''',
    "gujaratiAnuvad":
        '''અને પોતાનું અથવા બીજાનું જે વિવાહ સંબંધી કાર્ય તેને વિષે આપવા યોગ્ય જે ધન તેનું સાક્ષીએ સહિત લખત કર્યા વિના કેવળ બોલી જ ન કરવી.        '''
  },
  {
    "id": 145,
    "slok": '''आयद्रव्यानुसारेण व्ययः कार्यो हि सर्वदा ।
अन्यथा तु महद्दुःखं भवेदित्यवधार्यताम् ॥''',
    "gujaratiAnuvad":
        '''અને પોતાની ઊપજનું જે દ્રવ્ય તેને અનુસારે નિરંતર ખરચ કરવો પણ તે ઉપરાંત ન કરવો અને જે ઊપજ કરતાં વધારે ખરચ કરે છે તેને મોટું દુઃખ થાય છે એમ સર્વે ગૃહસ્થોએ મનમાં જાણવું.        '''
  },
  {
    "id": 146,
    "slok": '''द्रव्यस्यायो भवेद्यावान् व्ययो वा व्यावहारिके ।
तौ संस्मृत्य स्वयं लेख्यौ स्वक्षरैः प्रतिवासरम् ॥''',
    "gujaratiAnuvad":
        '''અને પોતાના વ્યવહાર કાર્યને વિષે જેટલા ધનની ઊપજ હોય તથા જેટલો ખરચ હોય તે બેયને સંભારીને નિત્ય પ્રત્યે રૂડા અક્ષરે કરીને પોતે તેનું નામું લખવું.         '''
  },
  {
    "id": 147,
    "slok": '''निजवृत्त्युद्यमप्राप्तधनधान्यादितश्च तैः ।
अर्प्यो दशांशः कृष्णाय विंशोंऽशस्त्विह दुर्बलैः ॥''',
    "gujaratiAnuvad":
        '''અને તે ગૃહસ્થાશ્રમી સત્સંગી તેમણે પોતાની જે વૃત્તિ અને ઉદ્યમ તે થકી પામ્યું જે ધન ધાન્યાદિક, તે થકી દશમો ભાગ કાઢીને શ્રીકૃષ્ણ ભવાનને અર્પણ કરવો અને જે વ્યવહારે દુર્બળ હોય તેમણે વીસમો ભાગ અર્પણ કરવો.         '''
  },
  {
    "id": 148,
    "slok": '''एकादशीमुखानां च व्रतानां निजशक्तितः ।
उद्यापनं यथाशास्त्रं कर्तव्यं चिन्तितार्थदम् ॥''',
    "gujaratiAnuvad":
        '''અને એકાદશી આદિક જે વ્રત તેમનું જે ઉદ્યાપન તે જે તે પોતાના સામર્થ્ય પ્રમાણે યથાશાસ્ત્ર કરવું; તે ઉદ્યાપન કેવું છે તો મનવાંછિત ફળનું આપનારું છે.      '''
  },
  {
    "id": 149,
    "slok": '''कर्तव्यं कारणीयं वा श्रावणे मासि सर्वथा ।
बिल्वपत्रादिभिः प्रीत्या श्रीमहादेवपूजनम् ॥''',
    "gujaratiAnuvad":
        '''અને શ્રાવણ માસને વિષે શ્રી મહાદેવનું પૂજન જે તે બિલ્વપત્રાદિકે કરીને પ્રીતિપૂર્વક સર્વ પ્રકારે પોતે કરવું અથવા બીજા પાસે કરાવવું.       '''
  },
  {
    "id": 150,
    "slok": '''स्वाचार्यान्न ऋणं ग्राह्यं श्रीकृष्णस्य च मन्दिरात् ।
ताभ्यां स्वव्यवहारार्थं पात्रभूषांशुकादि च ॥''',
    "gujaratiAnuvad":
        '''અને પોતાના જે આચાર્ય તે થકી તથા શ્રીકૃષ્ણ ભગવાનનાં જે મંદિર તે થકી કરજ ન કાઢવું. અને વળી તે પોતાના આચાર્ય થકી અને શ્રીકૃષ્ણનાં મંદિર થકી પોતાના વ્યવહારને અર્થે પાત્ર, ઘરેણાં અને વસ્ત્રાદિક જે વસ્તુ તે માગી લાવવી નહિ.        '''
  },
  {
    "id": 151,
    "slok": '''श्रीकृष्णगुरुसाधूनां दर्शनार्थं गतौ पथि ।
तत्स्थानेषु च न ग्राह्यं परान्नं निजपुण्यहृत् ॥''',
    "gujaratiAnuvad":
        '''અને શ્રીકૃષ્ણ ભગવાન તથા પોતાના ગુરુ તથા સાધુ એમનાં દર્શન કરવાને અર્થે ગયે સતે માર્ગને વિષે પારકું અન્ન ખાવું નહિ તથા શ્રીકૃષ્ણ ભગવાન તથા પોતાના ગુરુ તથા સાધુ તેમનાં જે સ્થાનક તેમને વિષે પણ પારકું અન્ન ખાવું નહિ. કેમ જે તે પારકું અન્ન તો પોતાના પુણ્યને હરી લે એવું છે, માટે પોતાની ગાંઠનું ખરચ ખાવું.         '''
  },
  {
    "id": 152,
    "slok": '''प्रतिज्ञातं धनं देयं यत् स्यात्तत् कर्मकारिणे ।
न गोप्यमृणशुद्ध्यादि व्यवहार्यं न दुर्जनैः ॥''',
    "gujaratiAnuvad":
        '''અને પોતાનાં કામકાજ કરવા તેડ્યા જે મજૂર તેમને જેટલું ધન અથવા ધાન્ય દીધાનું કહ્યું હોય તે પ્રમાણે જ આપવું પણ તેમાંથી ઓછું ન આપવું. અને પોતા પાસે કોઈ કરજ માગતા હોય અને તે કરજ દઈ ચૂક્યા હોઈએ તે વાતને છાની ન રાખવી. તથા પોતાનો વંશ તથા કન્યાદાન તે પણ છાનું ન રાખવું અને દુષ્ટ એવા જે જન તેમની સાથે વ્યવહાર ન કરવો.          '''
  },
  {
    "id": 153,
    "slok": '''दुष्कालस्य रिपूणां वा नृपस्योपद्रवेण वा ।
लज्जाधनप्राणनाशः प्राप्तः स्याद्यत्र सर्वथा ॥''',
    "gujaratiAnuvad":
        '''અને જે ઠેકાણે પોતે રહેતા હોઈએ તે ઠેકાણે કોઈક કઠણ ભૂંડો કાળ અથવા શત્રુ અથવા રાજા તેમના ઉપદ્રવે કરીને સર્વ પ્રકારે પોતાની લાજ જતી હોય કે ધનનો નાશ થતો હોય કે પોતાના પ્રાણનો નાશ થતો હોય.          '''
  },
  {
    "id": 154,
    "slok": '''मूलदेशोऽपि स स्वेषां सद्य एव विचक्षणैः ।
त्याज्यो मदाश्रितैः स्थेयं गत्वा देशान्तरं सुखम् ॥''',
    "gujaratiAnuvad":
        '''અને તે જો પોતાના મૂળ ગરાસનું તથા વતનનું ગામ હોય તો પણ તેનો, વિવેકી એવા જે અમારા સત્સંગી ગૃહસ્થ તેમણે તત્કાળ ત્યાગ કરી દેવો અને જ્યાં ઉપદ્રવ ન હોય તેવો જે બીજો દેશ તે પ્રત્યે જઈને સુખેથી રહેવું.          '''
  },
  {
    "id": 155,
    "slok": '''आढ्यैस्तु गृहिभिः कार्या अहिंसा वैष्णवा मखाः ।
तीर्थेषु पर्वसु तथा भोज्या विप्राश्च साधवः ॥''',
    "gujaratiAnuvad":
        '''અને ધનાઢ્ય એવા જે ગૃહસ્થ સત્સંગી તેમણે હિંસાએ રહિત એવા જે વિષ્ણુ સંબંધી યજ્ઞ તે કરવા તથા તીર્થને વિષે તથા દ્વાદશી આદિક પર્વને વિષે બ્રાહ્મણ તથા સાધુ તેમને જમાડવા.         '''
  },
  {
    "id": 156,
    "slok": '''महोत्सवा भगवतः कर्तव्या मन्दिरेषु तैः ।
देयानि पात्रविप्रेभ्यो दानानि विविधानि च ॥''',
    "gujaratiAnuvad":
        '''અને ધનાઢ્ય એવા જે ગૃહસ્થ સત્સંગી તેમણે ભગવાનના મંદિરને વિષે મોટા ઉત્સવ કરાવવા તથા સુપાત્ર એવા જે બ્રાહ્મણ તેમને નાના પ્રકારનાં દાન દેવાં.         '''
  },
  {
    "id": 157,
    "slok": '''मदाश्रितैर्नृपैर्धर्मशास्त्रमाश्रित्य चाखिलाः ।
प्रजाः स्वाः पुत्रवत्पाल्या धर्म स्थाप्यो धरातले ॥''',
    "gujaratiAnuvad":
        '''અને અમારે આશ્રિત એવા જે સત્સંગી રાજા તેમણે ધર્મશાસ્ત્રને આશરીને પોતાના પુત્રની પેઠે પોતાની પ્રજાનું પાલન કરવું અને પૃથ્વીને વિષે ધર્મનું સ્થાપન કરવું.         '''
  },
  {
    "id": 158,
    "slok": '''राज्याङ्गोपायषड्वर्गा ज्ञेयास्तीर्थानि चाञ्जसा ।
व्यवहारविदः सभ्या दण्ड्यादण्ड्याश्च लक्षणैः ॥''',
    "gujaratiAnuvad":
        '''અને તે રાજા તેમણે રાજ્યનાં જે સાત અંગ તથા ચાર ઉપાય તથા છ ગુણ તે જે તે લક્ષણે કરીને યથાર્થપણે જાણવાં અને તીર્થ જે ચાર મોકલ્યાનાં સ્થાનક તથા વ્યવહારના જાણનારા જે સભાસદ તથા દંડવા યોગ્ય જે માણસ તથા દંડવા યોગ્ય નહિ એવા જે માણસ એ સર્વને લક્ષણે કરીને યથાર્થપણે જાણવા.          '''
  },
  {
    "id": 159,
    "slok": '''सभर्तृकाभिर्नारीभिः सेव्यः स्वपतिरीशवत् ।
अन्धो रोगी दरिद्रो वा षण्ढो वाच्यं न दुर्वचः ॥''',
    "gujaratiAnuvad":
        '''હવે સુવાસિની બાઈઓના વિશેષ ધર્મ કહીએ છીએ. અમારે આશ્રિત જે સુવાસિની બાઈઓ તેમણે પોતાનો પતિ અંધ હોય, રોગી હોય, દરિદ્રી હોય, નપુંસક હોય તો પણ તેને ઈશ્વરની પેઠે સેવવો અને તે પતિ પ્રત્યે કટુ વચન ન બોલવું.           '''
  },
  {
    "id": 160,
    "slok": '''रूपयौवनयुक्तस्य गुणिनोऽन्यनरस्य तु ।
प्रसङ्गो नैव कर्तव्यस्ताभिः साहजिकोऽपि च ॥''',
    "gujaratiAnuvad":
        '''અને તે સુવાસિની સ્ત્રીઓ તેમણે રૂપ ને યૌવન તેણે યુક્ત અને ગુણવાન એવો જે અન્ય પુરુષ તેનો પ્રસંગ સહજ સ્વભાવે પણ ન કરવો.           '''
  },
  {
    "id": 161,
    "slok": '''नरेक्ष्यनाभ्यूरुकुचाऽनुत्तरीया च नो भवेत् ।
साध्वी स्त्री न च भण्डेक्षा न निर्लज्जादिसङ्गिनी ॥''',
    "gujaratiAnuvad":
        '''અને પતિવ્રતા એવી જે સુવાસિની સ્ત્રીઓ તેમણે પોતાની નાભિ, સાથળ અને છાતી તેને બીજો પુરુષ દેખે એમ ન વર્તવું અને ઓઢ્યાના વસ્ત્ર વિના ઉઘાડે શરીરે ન રહેવું અને ભાંડ-ભવાઈ જોવા ન જવું અને નિર્લજ્જ એવી  જે સ્ત્રીઓ તથા સ્વૈરિણી કામિની અને પુંશ્ચલી એવી જે સ્ત્રીઓ તેમનો સંગ ન કરવો.          '''
  },
  {
    "id": 162,
    "slok": '''भूषासदंशुकधृतिः परगेहोपवेशनम् ।
त्याज्यं हास्यादि च स्त्रीभिः पत्यौ देशान्तरं गते ॥''',
    "gujaratiAnuvad":
        '''અને સુવાસિની સ્ત્રીઓ તેમણે પોતાનો પતિ પરદેશ ગયે સતે આભૂષણ ન ધારવાં ને રૂડાં વસ્ત્ર ન પહેરવાં ને પારકે ઘેર બેસવા ન જવું અને હાસ્ય વિનોદાદિકનો ત્યાગ કરવો.          '''
  },
  {
    "id": 163,
    "slok": '''विधवाभिस्तु योषाभिः सेव्यः पतिधिया हरिः ।
आज्ञायां पितृपुत्रादेर्वृत्यं स्वातन्त्र्यतो न तु ॥''',
    "gujaratiAnuvad":
        '''હવે વિધવા સ્ત્રીઓના વિશેષ ધર્મ કહીએ છીએ અમારે આશ્રિત જે વિધવા સ્ત્રીઓ તેમણે તો પતિબુદ્ધિએ કરીને શ્રીકૃષ્ણ ભગવાનને સેવવા અને પોતાના પિતા પુત્રાદિક જે સંબંધી તેમની આજ્ઞાને વિષે વર્તવું પણ સ્વતંત્રપણે ન વર્તવું.           '''
  },
  {
    "id": 164,
    "slok": '''स्वासन्नसम्बन्धहीना नराः स्पृश्या न कर्हिचित् ।
तरुणैस्तैश्च तारुण्ये भाष्यं नावश्यकं विना ॥''',
    "gujaratiAnuvad":
        '''અને તે વિધવા સ્ત્રીઓ તેમણે પોતાના સમીપ સંબંધ વિનાના જે પુરુષ તેમનો સ્પર્શ ક્યારેય ન કરવો. અને પોતાની યુવાવસ્થાને વિષે અવશ્ય કાર્ય વિના સમીપ સંબંધ વિનાના જે યુવાન પુરુષ તેમની સાથે ક્યારેય પણ બોલવું નહિ.'''
  },
  {
    "id": 165,
    "slok": '''स्तनंधयस्य नुः स्पर्शे न दोषोऽस्ति पशोरिव ।
आवश्यके च वृद्धस्य स्पर्शे तेन च भाषणे ॥''',
    "gujaratiAnuvad":
        '''અને ધાવણો જે બાળક તેના સ્પર્શને વિષે તો જેમ પશુને અડી જવાય ને દોષ નથી, તેમ દોષ નથી. અને કોઈ અવશ્યનું કામકાજ પડે તેને વિષે કોઈક વૃદ્ધ પુરુષને અડી જવાય તથા તે વૃદ્ધ સાથે બોલાય તેને વિષે દોષ નથી.'''
  },
  {
    "id": 166,
    "slok": '''विद्यानासन्नसम्बन्धात्ताभिः पाठ्या न कापि नुः ।
व्रतोपवासैः कर्तव्यो मुहुर्देहदमस्तथा ॥''',
    "gujaratiAnuvad":
        '''અને તે વિધવા સ્ત્રીઓ તેમણે પોતાના સમીપ સંબંધ વિનાના જે પુરુષ તે થકી કોઈ પણ વિદ્યા ન ભણવી અને વ્રત ઉપવાસે કરીને વારંવાર પોતાના દેહનું દમન કરવું.'''
  },
  {
    "id": 167,
    "slok": '''धनं च धर्मकार्येऽपि स्वनिर्वाहोपयोगि यत् ।
देयं ताभिर्न तत् क्वापि देयं चेदधिकं तदा ॥''',
    "gujaratiAnuvad":
        '''અને તે વિધવા સ્ત્રીઓ તેમણે પોતાના ઘરમાં પોતાના જીવતપર્યંત દેહનિર્વાહ થાય એટલું જ જો ધન હોય તો તે ધન જે તે ધર્મકાર્યને વિષે પણ ન આપવું અને જો તેથી અધિક હોય તો આપવું.'''
  },
  {
    "id": 168,
    "slok": '''कार्यश्च सकृदाहारस्ताभिः स्वापस्तु भूतले ।
मैथुनासक्तयोर्वीक्षा क्वापि कार्या न देहिनोः ॥''',
    "gujaratiAnuvad":
        '''અને વિધવા સ્ત્રીઓ તેમણે એકવાર આહાર કરવો અને પૃથ્વીને વિષે સૂવું અને મૈથુનાસક્ત એવાં જે પશુ પક્ષી આદિક જીવ પ્રાણીમાત્ર તેમને જોવાં નહિ. '''
  },
  {
    "id": 169,
    "slok": '''वेषो न धार्यस्ताभिश्च सुवासिन्याः स्त्रियास्तथा ।
न्यासिन्या वीतरागाया विकृतश्च न कर्हिचित् ॥''',
    "gujaratiAnuvad":
        '''અને તે વિધવા સ્ત્રીઓ તેમણે સુવાસિની સ્ત્રીના જેવો વેષ ન ધારવો તથા સંન્યાસણી તથા વેરાગણી તેના જેવો વેશ ન ધારવો અને પોતાનો દેશ, કુળ અને આચાર તેને વિરુદ્ધ એવો જે વેશ તે પણ ક્યારેય ન ધારવો.'''
  },
  {
    "id": 170,
    "slok": '''सङ्गो न गर्भपातिन्याः स्पर्शः कार्यश्च योषितः ।
शृङ्गारवार्ता न नृणां कार्याः श्रव्या न वै क्वचित् ॥''',
    "gujaratiAnuvad":
        '''અને ગર્ભની પાડનારી જે સ્ત્રી તેનો સંગ ન કરવો અને તેનો સ્પર્શ પણ ન કરવો અને પુરુષના શૃંગાર રસ સંબંધી જે વાર્તા તે ક્યારેય ન કરવી અને ન સાંભળવી. '''
  },
  {
    "id": 171,
    "slok": '''निजसम्बन्धिभिरपि तारुण्ये तरुणैर्नरैः ।
साकं रहसि न स्थेयं ताभिरापदमन्तरा ॥''',
    "gujaratiAnuvad":
        '''અને યુવાન અવસ્થાને વિષે રહી એવી જે વિધવા સ્ત્રીઓ તેમણે યુવાન અવસ્થાવાળા જે પોતાના સંબંધી પુરુષ તેમની સંગાથે પણ એકાંત સ્થળને વિષે આપત્કાળ પડ્યા વિના ન રહેવું. '''
  },
  {
    "id": 172,
    "slok": '''न होलाखेलनं कार्यं न भूषादेश्च धारणम् ।
न धातुसूत्रयुक्सूक्ष्मवस्त्रादेरपि कर्हिचित् ॥''',
    "gujaratiAnuvad":
        '''અને હોળીની રમત ન કરવી અને આભૂષણાદિકનું ધારણ ન કરવું. અને સુવર્ણાદિક ધાતુના તારે યુક્ત એવાં જે ઝીણાં વસ્ત્ર તેનું ધારણ પણ ક્યારેય ન કરવું.'''
  },
  {
    "id": 173,
    "slok": '''सधवाविधवाभिश्च न स्नातव्यं निरम्बरम् ।
स्वरजोदर्शनं स्त्रीभिर्गोपनीयं न सर्वथा ॥''',
    "gujaratiAnuvad":
        '''અને સુવાસિની ને વિધવા એવી જે સ્ત્રીઓ તેમણે વસ્ત્ર પહેર્યા વિના ન્હાવું નહિ અને પોતાનું જે રજસ્વલાપણું તે કોઈ પ્રકારે ગુપ્ત ન રાખવું.'''
  },
  {
    "id": 174,
    "slok": '''मनुष्यं चांशुकादीनि नारी क्वापि रजःस्वला ।
दिनत्रयं स्पृशेन्नैव स्नात्वा तुर्येऽह्नि सा स्पृशेत् ॥''',
    "gujaratiAnuvad":
        '''અને વળી રજસ્વલા એવી જે સુવાસિની અને વિધવા સ્ત્રીઓ તે ત્રણ દિવસ સુધી કોઈ મનુષ્યને તથા વસ્ત્રાદિકને અડે નહિ અને ચોથે દિવસે નાહીને અડવું. (એવી રીતે ગૃહસ્થાશ્રમી એવા જે પુરુષ અને સ્ત્રીઓ તેમના જે આ વિશેષ ધર્મ કહ્યા, તે સર્વે ધર્મવંશી આચાર્ય અને તેમની પત્નીઓ તેમણે પણ પાળવા, કેમ કે એ ગૃહસ્થ છે.) '''
  },
  {
    "id": 175,
    "slok": '''नैष्ठिकव्रतवन्तो ये वर्णिनो मदुपाश्रयाः ।
तैः स्पृश्या न स्त्रियो भाष्या न न वीक्ष्याश्च ता धिया ॥''',
    "gujaratiAnuvad":
        '''હવે નૈષ્ઠિક બ્રહ્મચારીના જે વિશેષ ધર્મ તે કહીએ છીએ. અમારે આશ્રિત એવા નૈષ્ઠિક બ્રહ્મચારી તેમણે સ્ત્રી માત્રનો સ્પર્શ ન કરવો અને સ્ત્રીઓ સંગાથે બોલવું નહિ અને જાણીને તે સ્ત્રીઓ સન્મુખ જોવું નહિ. '''
  },
  {
    "id": 176,
    "slok": '''तासां वार्ता न कर्तव्या न श्रव्याश्च कदाचन ।
तत्पादचारस्थानेषु न च स्नानादिकाः क्रियाः ॥''',
    "gujaratiAnuvad":
        '''અને તે સ્ત્રીઓની વાર્તા ક્યારેય ન કરવી અને ન સાંભળવી અને જે સ્થાનકને વિષે સ્ત્રીઓનો પગફેર હોય તે સ્થાનકને વિષે સ્નાનાદિક ક્રિયા કરવા ન જવું. '''
  },
  {
    "id": 177,
    "slok": '''देवताप्रतिमां हित्वा लेख्या काष्ठादिजापि वा ।
न योषित्प्रतिमा स्पृश्या न वीक्ष्या बुद्धिपूर्वकम् ॥''',
    "gujaratiAnuvad":
        '''અને દેવતાની પ્રતિમા વિના બીજી જે સ્ત્રીની પ્રતિમા ચિત્રની અથવા કાષ્ઠાદિકની હોય તેનો સ્પર્શ ન કરવો અને જાણીને તો તે પ્રતિમાને જોવી પણ નહિ.  '''
  },
  {
    "id": 178,
    "slok": '''न स्त्रीप्रतिकृतिः कार्या न स्पृश्यं योषितोंऽशुकम् ।
न वीक्ष्यं मैथुनपरं प्राणिमात्रं च तैर्धिया ॥''',
    "gujaratiAnuvad":
        '''અને તે નૈષ્ઠિક બ્રહ્મચારી તેમણે સ્ત્રીની પ્રતિમા ન કરવી કરવી અને સ્ત્રીએ પોતાના શરીર ઉપર ધારેલું જે વસ્ત્ર તેને અડવું નહિ અને મૈથુનાસક્ત એવાં જે પશુપક્ષ્યાદિક પ્રાણિમાત્ર તેમને જાણીને જોવાં નહિ.   '''
  },
  {
    "id": 179,
    "slok": '''न स्पृश्यो नेक्षणीयश्च नारीवेषधरः पुमान् ।
न कार्यं स्त्रीः समुद्दिश्य भगवद्गुणकीर्तनम् ॥''',
    "gujaratiAnuvad":
        '''અને સ્ત્રીના વેષને ધરી રહ્યો એવો જે પુરુષ તેને અડવું નહિ અને તેની સામું જોવું નહિ અને તે સાથે બોલવું નહિ અને સ્ત્રીનો ઉદ્દેશ કરીને ભગવાનની કથા વાર્તા કીર્તન પણ ન કરવાં.   '''
  },
  {
    "id": 180,
    "slok": '''ब्रह्मचर्यव्रतत्यागपरं वाक्यं गुरोरपि ।
तैर्न मान्यं सदा स्थेयं धीरैस्तुष्टैरमानिभिः ॥''',
    "gujaratiAnuvad":
        '''અને તે નૈષ્ઠિક બ્રહ્મચારી તેમણે પોતાના બ્રહ્મચર્ય વ્રતનો ત્યાગ થાય એવું જે વચન તે તો પોતાના ગુરુનું પણ ન માનવું અને સદાકાળ ધીરજવાન રહેવું ને સંતોષે યુક્ત રહેવું ને માને રહિત રહેવું.   '''
  },
  {
    "id": 181,
    "slok": '''स्वातिनैकट्यमायान्ती प्रसभं वनिता तु या ।
निवारणीया साभाष्य तिरस्कृत्यापि वा द्रुतम् ॥''',
    "gujaratiAnuvad":
        '''અને બળાત્કારે કરીને પોતાને અતિશય સમીપે આવતી એવી જે સ્ત્રી તેને બોલીને અથવા તિરસ્કાર કરીને પણ તુરત વારવી પણ સમીપે આવવા દેવી નહિ.    '''
  },
  {
    "id": 182,
    "slok": '''प्राणापद्युपन्नायां स्त्रीणां स्वेषां च वा क्वचित् ।
तदा स्पृष्ट्वापि तद्रक्षा कार्या सम्भाष्य ताश्च वा ॥''',
    "gujaratiAnuvad":
        '''અને જો ક્યારેક સ્ત્રીઓનો અથવા પોતાનો પ્રાણનાશ થાય એવો આપત્કાળ આવી પડે ત્યારે તો તે સ્ત્રીઓને અડીને અથવા તે સાથે બોલીને પણ તે સ્ત્રીઓની રક્ષા કરવી અને પોતાની પણ રક્ષા કરવી.     '''
  },
  {
    "id": 183,
    "slok": '''तैलाभ्यङ्गो न कर्तव्यो न धार्यं चायुधं तथा ।
वेषो न विकृतो धार्यो जेतव्या रसना च तैः ॥''',
    "gujaratiAnuvad":
        '''અને તે નૈષ્ઠિક બ્રહ્મચારી તેમણે પોતાને શરીરે તૈલમર્દન ન કરવું ને આયુધ ન ધારવું ને ભયંકર એવો જે વેષ તે ન ધારવો અને રસના ઇન્દ્રિયને જીતવી.    '''
  },
  {
    "id": 184,
    "slok": '''परिवेषणकर्त्री स्याद्यत्र स्त्री विप्रवेश्मनि ।
न गम्यं तत्र भिक्षार्थं गन्तव्यमितरत्र तु ॥''',
    "gujaratiAnuvad":
        '''અને જે બ્રાહ્મણના ઘરને વિષે સ્ત્રી પીરસનારી હોય તેને ઘેર ભિક્ષા કરવા જવું નહિ ને જ્યાં પુરુષ પીરસનારો હોય ત્યાં જવું.     '''
  },
  {
    "id": 185,
    "slok": '''अभ्यासो वेदशास्त्राणां कार्यश्च गुरुसेवनम् ।
वर्ज्यः स्त्रीणामिव स्त्रैणपुंसां सङ्गश्च तैः सदा ॥''',
    "gujaratiAnuvad":
        '''અને તે નૈષ્ઠિક બ્રહ્મચારી તેમણે વેદ શાસ્ત્રનો અભ્યાસ કરવો ને ગુરુની સેવા કરવી ને સ્ત્રીઓની પેઠે જ સ્ત્રૈણ પુરુષનો સંગ જે તે સર્વકાળે વર્જવો.    '''
  },
  {
    "id": 186,
    "slok": '''चर्मवारि न वै पेयं जात्या विप्रेण केनचित् ।
पलाण्डुलशुनाद्यं च तेन भक्ष्यं न सर्वथा ॥''',
    "gujaratiAnuvad":
        '''અને જાતિએ કરીને જે બ્રાહ્મણ હોય તે કોઈએ પણ ચર્મવારિ ન પીવું અને ડુંગળી ને લસણ આદિક જે અભક્ષ્ય વસ્તુ તે બ્રાહ્મણ જાતિ હોય તેણે કોઈ પ્રકારે ન ખાવી.    '''
  },
  {
    "id": 187,
    "slok": '''स्नानं सन्ध्यां च गायत्रीजपं श्रीविष्णुपूजनम् ।
अकृत्वा वैश्वदेवं च कर्तव्यं नैव भोजनम् ॥''',
    "gujaratiAnuvad":
        '''અને જે બ્રાહ્મણ હોય તેણે સ્નાન, સંધ્યા, ગાયત્રીનો જપ, શ્રી વિષ્ણુની પૂજા અને વૈશ્વદેવ એટલાં વાનાં કર્યા વિના ભોજન કરવું જ નહિ. (એવી રીતે નૈષ્ઠિક બ્રહ્માચારીના વિશેષ ધર્મ કહ્યા.)     '''
  },
  {
    "id": 188,
    "slok": '''साधवो येऽथ तैः सर्वैर्नैष्ठिकब्रह्मचारिवत् ।
स्त्रीस्त्रैणसङ्गादि वर्ज्यं जेतव्याश्चान्तरारयः ॥''',
    "gujaratiAnuvad":
        '''હવે સાધુના જે વિશેષ ધર્મ તે કહીએ છીએ. અમારે આશ્રિત જે સર્વે સાધુ તેમણે નૈષ્ઠિક બ્રહ્માચારીની પેઠે સ્ત્રીઓનાં દર્શન ભાષણાદિક પ્રસંગનો ત્યાગ કરવો અને સ્ત્રૈણ પુરુષના પ્રસંગાદિકનો ત્યાગ કરવો અને અંતઃશત્રુ જે કામ, ક્રોધ, લોભ અને માન આદિક તેમને જીતવા.    '''
  },
  {
    "id": 189,
    "slok": '''सर्वेन्द्रियाणि जेयानि रसना तु विशेषतः ।
न द्रव्यसङ्ग्रहः कार्यः कारणीयो न केनचित् ॥''',
    "gujaratiAnuvad":
        '''અને સર્વે જે ઇન્દ્રિયો તે જીતવાં અને રસના ઇન્દ્રિયને તો વિશેષે કરીને જીતવી અને દ્રવ્યનો સંગ્રહ પોતે કરવો નહિ ને કોઈ બીજા પાસે પણ કરાવવો નહિ.    '''
  },
  {
    "id": 190,
    "slok": '''न्यासो रक्ष्यो न कस्यापि धैर्यं त्याज्यं न कर्हिचित् ।
न प्रवेशयितव्या च स्वावासे स्त्री कदाचन ॥''',
    "gujaratiAnuvad":
        '''અને કોઈની થાપણ ન રાખવી અને ક્યારેય પણ ધીરજતાનો ત્યાગ ન કરવો અને પોતાના ઉતારાની જગ્યા બંધિની હોય તો તેને વિષે ક્યારેય પણ સ્ત્રીનો પ્રવેશ થવા દેવો નહિ.     '''
  },
  {
    "id": 191,
    "slok": '''न च सङ्घं विना रात्रौ चलितव्यमनापदि ।
एकाकिभिर्न गन्तव्यं तथा क्वापि विनापदम् ॥''',
    "gujaratiAnuvad":
        '''અને તે સાધુ તેમણે આપત્કાળ પડ્યા વિના રાત્રિને વિષે સંઘ સોબત વિનાનું ચાલવું નહિ તથા આપત્કાળ પડ્યા વિના ક્યારેય પણ એકલા ચાલવું નહિ.     '''
  },
  {
    "id": 192,
    "slok": '''अनर्घ्यं चित्रितं वासः कुसुम्भाद्यैश्च रञ्जितम् ।
न धार्यं च महावस्त्रं प्राप्तमन्येच्छयापि तत् ॥''',
    "gujaratiAnuvad":
        '''અને જે વસ્ત્ર બહુ મૂલ્યવાળું હોય તથા ચિત્રવિચિત્ર ભાત્યનું હોય તથા કસુંબાદિક જે રંગ તેણે કરીને રંગેલું હોય તથા શાલ દુશાલા હોય ને તે જો બીજાની ઇચ્છાએ કરીને પોતાને પ્રાપ્ત થયું હોય તો પણ તે વસ્ત્ર પોતાને પહેરવું ઓઢવું નહિ.      '''
  },
  {
    "id": 193,
    "slok": '''भिक्षां सभां विना नैव गन्तव्यं गृहिणो गृहम् ।
व्यर्थः कालो न नेतव्यो भक्तिं भगवतो विना ॥''',
    "gujaratiAnuvad":
        '''અને ભિક્ષા તથા સભા પ્રસંગ એ બે કાર્ય વિના ગૃહસ્થના ઘર પ્રત્યે જવું નહિ અને ભગવાનની જે નવ પ્રકારની ભક્તિ તે વિના વ્યર્થ કાળ નિર્ગમવો નહિ. નિરંતર ભક્તિ કરીને જ નિર્ગમવો.       '''
  },
  {
    "id": 194,
    "slok": '''पुमानेव भवेद्यत्र पक्वान्नपरिवेषणः ।
ईक्षणादि भवेन्नैव यत्र स्त्रीणां च सर्वथा ॥''',
    "gujaratiAnuvad":
        '''અને જે ગૃહસ્થના ઘરને વિષે રાંધેલ અન્નનો પીરસનારો પુરુષ જ હોય તથા સ્ત્રીઓનો દર્શનાદિક પ્રસંગ કોઈ રીતે થાય એમ ન હોય.      '''
  },
  {
    "id": 195,
    "slok": '''तत्र गृहिगृहे भोक्तुं गन्तव्यं साधुभिर्मम ।
अन्यथामान्नमर्थित्वा पाकः कार्यः स्वयं च तैः ॥''',
    "gujaratiAnuvad":
        '''તેવી રીતનું જે ગૃહસ્થનું ઘર તે પ્રત્યે અમારા સાધુ તેમણે જમવા જવું અને એ કહ્યું તેવું ન હોય તો કાચું અન્ન માગીને પોતાના હાથે રસોઈ કરવી ને ભગવાનને નૈવેદ્ય ધરીને જમવું.      '''
  },
  {
    "id": 196,
    "slok": '''आर्षभो भरतः पूर्वं जडविप्रो यथा भुवि ।
अवर्ततात्र परमहंसैर्वृत्यं तथैव तैः ॥''',
    "gujaratiAnuvad":
        '''અને પૂર્વે ઋષભદેવ ભગવાનના પુત્ર જે ભરતજી તે જે તે પૃથ્વીને વિષે જડ બ્રાહ્મણ થકા જેમ વર્તતા હતા તેમજ પરમહંસ એવા જે અમારા સાધુ તેમણે વર્તવું.     '''
  },
  {
    "id": 197,
    "slok": '''वर्णिभिः साधुभिश्चैतैर्वर्जनीयं प्रयत्नतः ।
ताम्बूलस्याहिफेनस्य तमालादेश्च भक्षणम् ॥''',
    "gujaratiAnuvad":
        '''અને તે નૈષ્ઠિક બ્રહ્મચારી ને સાધુ તેમણે તાંબુલ તથા અફીણ તથા તમાકુ ઈત્યાદિકનું જે ભક્ષણ તે જતને કરીને વર્જવું.     '''
  },
  {
    "id": 198,
    "slok": '''संस्कारेषु न भोक्तव्यं गर्भाधानमुखेषु तैः ।
प्रेतश्राद्धेषु सर्वेषु श्राद्धे च द्वादशाह्निके ॥''',
    "gujaratiAnuvad":
        '''અને તે નૈષ્ઠિક બ્રહ્મચારી ને સાધુ તેમણે ગર્ભાધાન આદિક જે સંસ્કાર તેમને વિષે જમવું નહિ તથા એકાદશાહ પર્યંત જે પ્રેતશ્રાદ્ધ તેમને વિષે જમવું નહિ તથા દ્વાદશાહ શ્રાદ્ધને વિષે જમવું નહિ.     '''
  },
  {
    "id": 199,
    "slok": '''दिवास्वापो न कर्तव्यो रोगाद्यापदमन्तरा ।
ग्राम्यवार्ता न कार्या च न श्रव्या बुद्धिपूर्वकम् ॥''',
    "gujaratiAnuvad":
        '''અને રોગાદિક આપત્કાળ પડ્યા વિના દિવસે સૂવું નહિ અને ગ્રામ્યવાર્તા કરવી નહિ ને જાણીને સાંભળવી નહિ.    '''
  },
  {
    "id": 200,
    "slok": '''स्वप्यं न तैश्च खट्वायां विना रोगादिमापदम् ।
निश्छद्म वर्तितव्यं च साधूनामग्रतः सदा ॥''',
    "gujaratiAnuvad":
        '''અને તે નૈષ્ઠિક બ્રહ્મચારી ને સાધુ તેમણે રોગાદિક આપત્કાળ પડ્યા વિના ખાટલા ઉપર સૂવું નહિ. અને સાધુની આગળ તો નિરંતર નિષ્કપટપણે વર્તવું.     '''
  },
  {
    "id": 201,
    "slok": '''गालिदानं ताडनं च कृतं कुमतिभिर्जनैः ।
क्षन्तव्यमेव सर्वेषां चिन्तनीयं हितं च तैः ॥''',
    "gujaratiAnuvad":
        '''અને તે સાધુ ને બ્રહ્મચારી તેમણે કોઈક કુમતિવાળા દુષ્ટ જન હોય ને તે પોતાને ગાળ દે અથવા મારે તો તે સહન જ કરવું પણ તેને સામી ગાળ ન દેવી ને મારવો નહિ અને તેનું જેમ હિત થાય તેમજ મનમાં ચિંતવન કરવું પણ તેનું ભૂંડું થાય એવો તો સંકલ્પ પણ ન કરવો.    '''
  },
  {
    "id": 202,
    "slok": '''दूतकर्म न कर्तव्यं पैशुनं चारकर्म च ।
देहेऽहन्ता च ममता न कार्या स्वजनादिषु ॥''',
    "gujaratiAnuvad":
        '''અને કોઈનું દૂતપણું ન કરવું તથા ચાડીયાપણું ન કરવું ને કોઈના ચારચક્ષુ ન થવું અને દેહને વિષે અહંબુદ્ધિ ન કરવી ને સ્વજનાદિકને વિષે મમતા ન કરવી. (એવી રીતે સાધુના વિશેષ ધર્મ કહ્યા)     '''
  },
  {
    "id": 203,
    "slok": '''इति संक्षेपतो धर्माः सर्वेषां लिखिता मया ।
साम्प्रदायिकग्रन्थेभ्यो ज्ञेय एषां तु विस्तरः ॥''',
    "gujaratiAnuvad":
        '''અને અમારે આશ્રિત એવા જે સત્સંગી બાઈ-ભાઈ સર્વે તેમના જે સામાન્ય ધર્મ અને વિશેષ ધર્મ તે જે તે સંક્ષેપે કરીને આવી રીતે અમે લખ્યા છે. અને આ ધર્મનો જે વિસ્તાર તે તો અમારા સંપ્રદાયના જે ગ્રંથ તે થકી જાણવો.     '''
  },
  {
    "id": 204,
    "slok": '''इति संक्षेपतो धर्माः सर्वेषां लिखिता मया ।
साम्प्रदायिकग्रन्थेभ्यो ज्ञेय एषां तु विस्तरः ॥''',
    "gujaratiAnuvad":
        '''અને સર્વે જે સચ્છાસ્ત્ર તેનો જે સાર તેને અમે અમારી બુદ્ધિએ કરીને ઉદ્ધારીને આ શિક્ષાપત્રી જે તે લખી છે, તે કેવી છે તો સર્વે મનુષ્યમાત્રને મનવાંછિત ફળની દેનારી છે.     '''
  },
  {
    "id": 205,
    "slok": '''इमामेव ततो नित्यमनुसृत्य ममाश्रितैः ।
यतात्मभिर्वर्तितव्यं न तु स्वैरं कदाचन ॥''',
    "gujaratiAnuvad":
        '''એ હેતુ માટે અમારા આશ્રિત જે સર્વે સત્સંગી તેમણે સાવધાનપણે કરીને નિત્ય પ્રત્યે આ શિક્ષાપત્રીને અનુસરીને જ વર્તવું. પણ પોતાના મનને જાણે તો ક્યારેય ન વર્તવું.      '''
  },
  {
    "id": 206,
    "slok": '''वर्तिष्यन्ते य इत्थं हि पुरुषा योषितस्तथा ।
ते धर्मादिचतुर्वर्गसिद्धिं प्राप्स्यन्ति निश्चितम् ॥''',
    "gujaratiAnuvad":
        '''અને જે અમારા આશ્રિત પુરુષ ને સ્ત્રીઓ તે જે તે આ શિક્ષાપત્રી પ્રમાણે વર્તશે તો તે ધર્મ, અર્થ, કામ અને મોક્ષ એ ચાર પુરુષાર્થની સિદ્ધિને નિશ્ચે પામશે.      '''
  },
  {
    "id": 207,
    "slok": '''नेत्थं य आचरिष्यन्ति ते त्वस्मत्सम्प्रदायतः ।
बहिर्भूता इति ज्ञेयं स्त्रीपुंसैः साम्प्रदायिकैः ॥''',
    "gujaratiAnuvad":
        '''અને જે બાઈ-ભાઈ આ શિક્ષાપત્રી પ્રમાણે નહિ વર્તે તે તો અમારા સંપ્રદાય થકી બાહેર છે એમ અમારા સંપ્રદાયવાળા સ્ત્રી-પુરુષ તેમણે જાણવું.    '''
  },
  {
    "id": 208,
    "slok": '''शिक्षापत्र्याः प्रतिदिनं पाठोऽस्या मदुपाश्रितैः ।
कर्तव्योऽनक्षरज्ञैस्तु श्रवणं कार्यमादरात् ॥''',
    "gujaratiAnuvad":
        '''અને અમારા જે આશ્રિત સત્સંગી તેમણે આ શિક્ષાપત્રીનો નિત્ય પ્રત્યે પાઠ કરવો અને જેને ભણતાં આવડતું ન હોય તેમણે તો આદર થકી આ શિક્ષાપત્રીનું શ્રવણ કરવું.     '''
  },
  {
    "id": 209,
    "slok": '''वक्त्रभावे तु पूजैव कार्यास्याः प्रतिवासरम् ।
मद्रूपमिति मद्वाणी मान्येयं परमादरात् ॥''',
    "gujaratiAnuvad":
        '''અને આ શિક્ષાપત્રીને વાંચી સંભળાવે એવો કોઈ ન હોય ત્યારે તો નિત્ય પ્રત્યે આ શિક્ષાપત્રીની પૂજા કરવી, અને આ જે અમારી વાણી તે અમારું સ્વરૂપ છે એ રીતે પરમ આદરથકી માનવી.      '''
  },
  {
    "id": 210,
    "slok": '''युक्ताय सम्पदा दैव्या दातव्येयं तु पत्रिका ।
आसुर्या सम्पदाढ्याय पुंसे देया न कर्हिचित् ॥''',
    "gujaratiAnuvad":
        '''અને આ જે અમારી શિક્ષાપત્રી તે જે તે દૈવી સંપ્રદાએ કરીને યુક્ત જે જન હોય તેને આપવી અને જે જન આસુરી સંપદાએ કરીને યુક્ત હોય તેને તો ક્યારેય ન આપવી.      '''
  },
  {
    "id": 211,
    "slok": '''विक्रमार्कशकस्याब्दे नेत्राष्टवसुभूमिते ।
वसन्ताद्यदिने शिक्षापत्रीयं लिखिता शुभा ॥''',
    "gujaratiAnuvad":
        '''સંવત્ 1882 અઢારસો બ્યાસીના મહા સુદ પંચમીને દિવસે આ શિક્ષાપત્રી અમે લખી છે તે પરમ કલ્યાણકારી છે.     '''
  },
  {
    "id": 212,
    "slok": '''निजाश्रितानां सकलार्तिहन्ता, सधर्मभक्तेरवनं विधाता ।
दाता सुखानां मनसेप्सितानां, तनोतु कृष्णोऽखिलमङ्गलं नः ॥''',
    "gujaratiAnuvad":
        '''અને પોતાના આશ્રિત ભક્તજન તેમની જે સમગ્ર પીડા તેના નાશ કરનારા એવા અને ધર્મે સહિત જે ભક્તિ તેની રક્ષાના કરનારા એવા અને પોતાના ભક્તજનને મનવાંછિત સુખના આપનારા એવા જે શ્રીકૃષ્ણ ભગવાન તે જે તે અમારા સમગ્ર મંગળને વિસ્તારો.      '''
  }
];
