const janmangalNamavaliData = [
  "ૐ શ્રીકૃષ્ણાય નમઃ",
  "ૐ શ્રીવાસુદેવાય નમઃ",
  "ૐ શ્રીનરનારાયણાય નમઃ",
  "ૐ શ્રીપ્રભવે નમઃ",
  "ૐ શ્રીભક્તિધર્માત્મજાય નમઃ",
  "ૐ શ્રીઅજન્મને નમઃ",
  "ૐ શ્રીકૃષ્ણાય નમઃ",
  "ૐ શ્રીનારાયણાય નમઃ",
  "ૐ શ્રીહરયે નમઃ",
  "ૐ શ્રીહરિકૃષ્ણાય નમઃ",
  "ૐ શ્રીઘનશ્યામાય નમઃ",
  "ૐ શ્રીધાર્મિકાય નમઃ",
  "ૐ શ્રીભક્તિનન્દનાય નમઃ",
  "ૐ શ્રીબૃહદ્વ્રતધરાય નમઃ",
  "ૐ શ્રીશુદ્ધાય નમઃ",
  "ૐ શ્રીરાધાકૃષ્ણેષ્ટદૈવતાય નમઃ",
  "ૐ શ્રીમરુત્સુતપ્રિયાય નમઃ",
  "ૐ શ્રીકાલીભૈરવાદ્યતિભીષણાય નમઃ",
  "ૐ શ્રીજિતેન્દ્રિયાય નમઃ",
  "ૐ શ્રીજિતાહારાય નમઃ",
  "ૐ શ્રીતીવ્રવૈરાગ્યાય નમઃ",
  "ૐ શ્રીઆસ્તિકાય નમઃ",
  "ૐ શ્રીયોગેશ્વરાય નમઃ",
  "ૐ શ્રીયોગકલાપ્રવૃત્તયે નમઃ",
  "ૐ શ્રીઅતિધૈર્યવતે નમઃ",
  "ૐ શ્રીજ્ઞાનિને નમઃ",
  "ૐ શ્રીપરમહંસાય નમઃ",
  "ૐ શ્રીતીર્થકૃતે નમઃ",
  "ૐ શ્રીતૈર્થિકાર્ચિતાય નમઃ",
  "ૐ શ્રીક્ષમાનિધયે નમઃ",
  "ૐ શ્રીસદોન્નિદ્રાય નમઃ",
  "ૐ શ્રીધ્યાનનિષ્ઠાય નમઃ",
  "ૐ શ્રીતપઃપ્રિયાય નમઃ",
  "ૐ શ્રીસિદ્ધેશ્વરાય નમઃ",
  "ૐ શ્રીસ્વતન્ત્રાય નમઃ",
  "ૐ શ્રીબ્રહ્મવિદ્યાપ્રવર્તકાય નમઃ",
  "ૐ શ્રીપાષણ્ડોચ્છેદનપટવે નમઃ",
  "ૐ શ્રીસ્વસ્વરૂપાચલસ્થિતયે નમઃ",
  "ૐ શ્રીપ્રશાન્તમૂર્તયે નમઃ",
  "ૐ શ્રીનિર્દોષાય નમઃ",
  "ૐ શ્રીઅસુરગુર્વાદિમોહનાય નમઃ",
  "ૐ શ્રીઅતિકારુણ્યનયનાય નમઃ",
  "ૐ શ્રીઉદ્ધવાધ્વપ્રવર્તકાય નમઃ",
  "ૐ શ્રીમહાવ્રતાય નમઃ",
  "ૐ શ્રીસાધુશીલાય નમઃ",
  "ૐ શ્રીસાધુવિપ્રપ્રપૂજકાય નમઃ",
  "ૐ શ્રીઅહિંસયજ્ઞપ્રસ્તોત્રે નમઃ",
  "ૐ શ્રીસાકારબ્રહ્મવર્ણનાય નમઃ",
  "ૐ શ્રીસ્વામિનારાયણાય નમઃ",
  "ૐ શ્રીસ્વામિને નમઃ",
  "ૐ શ્રીકાલદોષનિવારકાય નમઃ",
  "ૐ શ્રીસચ્છાસ્ત્રવ્યસનાય નમઃ",
  "ૐ શ્રીસદ્યઃસમાધિસ્થિતિકારકાય નમઃ",
  "ૐ શ્રીકૃષ્ણાર્ચાસ્થાપનકરાય નમઃ",
  "ૐ શ્રીકૌલદ્વિષે નમઃ",
  "ૐ શ્રીકલિતારકાય નમઃ",
  "ૐ શ્રીપ્રકાશરૂપાય નમઃ",
  "ૐ શ્રીનિર્દમ્ભાય નમઃ",
  "ૐ શ્રીસર્વજીવહિતાવહાય નમઃ",
  "ૐ શ્રીભક્તિસમ્પોષકાય નમઃ",
  "ૐ શ્રીવાગ્મિને નમઃ",
  "ૐ શ્રીચતુર્વર્ગફલપ્રદાય નમઃ",
  "ૐ શ્રીનિર્મત્સરાય નમઃ",
  "ૐ શ્રીભક્તવર્મણે નમઃ",
  "ૐ શ્રીબુદ્ધિદાત્રે નમઃ",
  "ૐ શ્રીઅતિપાવનાય નમઃ",
  "ૐ શ્રીઅબુદ્ધિહૃતે નમઃ",
  "ૐ શ્રીબ્રહ્મધામદર્શકાય નમઃ",
  "ૐ શ્રીઅપરાજિતાય નમઃ",
  "ૐ શ્રીઆસમુદ્રાન્તસત્કીર્તયે નમઃ",
  "ૐ શ્રીશ્રિતસંસૃતિમોચનાય નમઃ",
  "ૐ શ્રીઉદારાય નમઃ",
  "ૐ શ્રીસહજાનન્દાય નમઃ",
  "ૐ શ્રીસાધ્વીધર્મપ્રવર્તકાય નમઃ",
  "ૐ શ્રીકન્દર્પદર્પદલનાય નમઃ",
  "ૐ શ્રીવૈષ્ણવક્રતુકારકાય નમઃ",
  "ૐ શ્રીપઞ્ચાયતનસમ્માનાય નમઃ",
  "ૐ શ્રીનૈષ્ઠિકવ્રતપોષકાય નમઃ",
  "ૐ શ્રીપ્રગલ્ભાય નમઃ",
  "ૐ શ્રીનિઃસ્પૃહાય નમઃ",
  "ૐ શ્રીસત્યપ્રતિજ્ઞાય નમઃ",
  "ૐ શ્રીભક્તવત્સલાય નમઃ",
  "ૐ શ્રીઅરોષણાય નમઃ",
  "ૐ શ્રીદીર્ઘદર્શિને નમઃ",
  "ૐ શ્રીષડૂર્મિવિજયક્ષમાય નમઃ",
  "ૐ શ્રીનિરહઙ્કૃતયે નમઃ",
  "ૐ શ્રીઅદ્રોહાય નમઃ",
  "ૐ શ્રીઋજવે નમઃ",
  "ૐ શ્રીસર્વોપકારકાય નમઃ",
  "ૐ શ્રીનિયામકાય નમઃ",
  "ૐ શ્રીઉપશમસ્થિતયે નમઃ",
  "ૐ શ્રીવિનયવતે નમઃ",
  "ૐ શ્રીગુરવે નમઃ",
  "ૐ શ્રીઅજાતવૈરિણે નમઃ",
  "ૐ શ્રીનિર્લોભાય નમઃ",
  "ૐ શ્રીમહાપુરુષાય નમઃ",
  "ૐ શ્રીઆત્મદાય નમઃ",
  "ૐ શ્રીઅખણ્ડિતાર્ષમર્યાદાય નમઃ",
  "ૐ શ્રીવ્યાસસિદ્ધાન્તબોધકાય નમઃ",
  "ૐ શ્રીમનોનિગ્રહયુક્તિજ્ઞાય નમઃ",
  "ૐ શ્રીયમદૂતવિમોચકાય નમઃ",
  "ૐ શ્રીપૂર્ણકામાય નમઃ",
  "ૐ શ્રીસત્યવાદિને નમઃ",
  "ૐ શ્રીગુણગ્રાહિણે નમઃ",
  "ૐ શ્રીગતસ્મયાય નમઃ",
  "ૐ શ્રીસદાચારપ્રિયતરાય નમઃ",
  "ૐ શ્રીપુણ્યશ્રવણકીર્તનાય નમઃ",
  "ૐ શ્રીસર્વમઙ્ગલસદ્રૂપનાનાગુણવિચેષ્ટિતાય નમઃ"
];

const janmangalNamavaliStrotData = [
  """નમોનમઃ શ્રીહરયે બુદ્ધિદાય દયાવતે ।
ભક્તિધર્માંગજાતાય ભક્તકલ્પદ્રુમાય ચ ॥૧॥""",
  """સુગન્ધપુષ્પહારાદ્યૈર્વિવિધૈરુપહારકૈઃ ।
સમ્પૂજિતાય ભક્તૌઘૈઃ સિતામ્બરધરાય ચ ॥૨॥""",
  """નામ્નામષ્ટોત્તરશતં ચતુર્વર્ગમભીપ્સતામ્ ।
સદ્યઃ ફલપ્રદં નૄણાં તસ્ય વક્ષ્યામિ સત્પતેઃ ॥૩॥""",
  """નામ્નામષ્ટોત્તરશતં ચતુર્વર્ગમભીપ્સતામ્ ।
સદ્યઃ ફલપ્રદં નૄણાં તસ્ય વક્ષ્યામિ સત્પતેઃ ॥૩॥""",
  """અસ્ય શ્રીજનમંગલાખ્યસ્ય શ્રીહર્યષ્ટોત્તરશત-
નામસ્તોત્રમન્ત્રસ્ય શતાનન્દ ઋષિઃ ।
અનુષ્ટુપ્ છન્દઃ ।
ધર્મનન્દનઃ શ્રીહરિર્દેવતા । ધાર્મિક ઇતિ
બીજમ્ । બૃહદ્‌વ્રતધર ઇતિ શક્તિઃ । ભક્તિનન્દન
ઇતિ કીલકમ્ । ચતુર્વર્ગસિદ્ધ્યર્થે જપે વિનિયોગઃ ।

અથ ધ્યાનમ્ ।
વર્ણિવેષરમણીયદર્શનં મન્દહાસરુચિરાનનામ્બુજમ્ ।
પૂજિતં સુરનરોત્તમૈર્મુદા ધર્મનન્દનમહં વિચિન્તયે ॥૪॥""",
  """શ્રીકૃષ્ણઃ શ્રીવાસુદેવો નરનારાયણઃ પ્રભુઃ ।
ભક્તિધર્માત્મજોજન્મા કૃષ્ણો નારાયણો હરિઃ ॥૫॥""",
  """શહરિકૃષ્ણો ઘનશ્યામો ધાર્મિકો ભક્તિનન્દનઃ ।
બૃહદ્‌વ્રતધરઃ શુદ્ધો રાધાકૃષ્ણેષ્ટદૈવતઃ ॥૬॥""",
  """મરુત્સુતપ્રિયઃ કાલીભૈરવાદ્યતિભીષણઃ ।
જિતેન્દ્રિયો જિતાહારસ્તીવ્રવૈરાગ્ય આસ્તિકઃ ॥૭॥""",
  """યોગેશ્વરો યોગકલાપ્રવૃત્તિરતિધૈર્યવાન્ ।
જ્ઞાની પરમહંસશ્ચ તીર્થકૃત્તૈર્થિકાર્ચિતઃ ॥૮॥""",
  """ક્ષમાનિધિઃ સદોન્નિદ્રો ધ્યાનનિષ્ઠસ્તપઃ પ્રિયઃ ।
સિદ્ધેશ્વરઃ સ્વતન્ત્રશ્ચ બ્રહ્મવિદ્યાપ્રવર્તકઃ ॥૯॥""",
  """પાષણ્ડોછેદનપટુઃ સ્વસ્વરૂપાચલસ્થિતિઃ ।
સપ્રશાન્તમૂર્તિર્નિર્દોષોઽસુરગુર્વાદિમોહનઃ ॥૧૦॥""",
  """અતિકારુણ્યનયન ઉદ્ધવાધ્વપ્રવર્તકઃ ।
મહાવ્રતઃ સાધુશીલઃ સાધુવિપ્રપ્રપૂજકઃ ॥૧૧॥""",
  """અહિંસયજ્ઞપ્રસ્તોતા સાકારબ્રહ્મવર્ણનઃ ।
સ્વામિનારાયણઃ સ્વામી કાલદોષનિવારકઃ ॥૧૨॥""",
  """સચ્છાસ્ત્રવ્યસનઃ સદ્યઃસમાધિસ્થિતિકારકઃ ।
કૃષ્ણાર્ચાસ્થાપનકરઃ કૌલદ્વિટ્ કલિતારકઃ ॥૧૩॥""",
  """પ્રકાશરૂપો નિર્દમ્ભઃ સર્વજીવહિતાવહઃ ।
ભક્તિસમ્પોષકો વાગ્મી ચતુર્વર્ગફલપ્રદઃ ॥૧૪॥""",
  """પનિર્મત્સરો ભક્તવર્મા બુદ્ધિદાતાઽતિપાવનઃ ।
અબુદ્ધિહૃદ્‌બ્રહ્મધામદર્શકશ્ચાપરાજિતઃ ॥૧૫॥""",
  """આસમુદ્રાન્ત સત્કીર્તિઃ શ્રિતસંસૃતિમોચનઃ ।
ઉદારઃ સહજાનન્દઃ સાધ્વીધર્મપ્રવર્તકઃ ॥૧૬॥""",
  """કન્દર્પદર્પદલનો વૈષ્ણવક્રતુકારકઃ ।
પઞ્ચાયતનસમ્માનો નૈષ્ઠિકવ્રતપોષકઃ ॥૧૭॥""",
  """પ્રગલ્ભો નિઃસ્પૃહઃ સત્યપ્રતિજ્ઞો ભક્તવત્સલઃ ।
અરોષણો દીર્ઘદર્શી ષડૂર્મિવિજયક્ષમઃ ॥૧૮॥""",
  """નિરહંકૃતિરદ્રોહ ઋજુઃ સર્વોપકારકઃ ।
નિયામકશ્ચોપશમસ્થિતિર્વિનયવાન્ ગુરુઃ ॥૧૯॥""",
  """અજાતવૈરી નિર્લોભો મહાપુરુષ આત્મદઃ ।
અખણ્ડિતાર્ષમર્યાદો વ્યાસસિદ્ધાન્તબોધકઃ ॥૨૦॥""",
  """મનોનિગ્રહયુક્તિજ્ઞો યમદૂતવિમોચકઃ ।
પૂર્ણકામઃ સત્યવાદી ગુણગ્રાહી ગતસ્મયઃ ॥૨૧॥""",
  """સદાચારપ્રિયતરઃ પુણ્યશ્રવણકીર્તનઃ ।
સર્વમંગલસદ્રૂપનાનાગુણવિચેષ્ટિતઃ ॥૨૨॥""",
  """ઇત્યેતત્પરમં સ્તોત્રં જનમંગલસંજ્ઞિતમ્ ।
યઃ પઠેત્તેન પઠિતં ભવેદ્વૈ સર્વમંગલમ્ ॥૨૩॥""",
  """યઃ પઠેચ્છૃણુયાદ્‌ભક્ત્યા ત્રિકાલં શ્રાવયેચ્ચ વા ।
એતત્તસ્ય તુ પાપાનિ નશ્યેયુઃ કિલ સર્વશઃ ॥૨૪॥""",
  """એતત્સંસેવમાનાનાં પુરુષાર્થચતુષ્ટયે ।
દુર્લભં નાસ્તિ કિમપિ હરિકૃષ્ણપ્રસાદતઃ ॥૨૫॥""",
  """ભૂતપ્રેતપિશાચાનાં ડાકિનીબ્રહ્મરાક્ષસામ્ ।
યોગિનીનાં તથા બાલગ્રહાદીનામુપદ્રવઃ ॥૨૬॥""",
  """અભિચારો રિપુકૃતો રોગશ્ચાન્યોઽપ્યુપદ્રવઃ ।
અયુતાવર્તનાદસ્ય નશ્યત્યેવ ન સંશયઃ ॥૨૭॥""",
  """દશાવૃત્યા પ્રતિદિનમસ્યાભીષ્ટં સુખં ભવેત્ ।
ગૃહિભિસ્ત્યાગિભિશ્ચાપિ પઠનીયમિદં તતઃ ॥૨૮॥""",
  """ઇતિ શ્રીશતાનન્દમુનિવિરચિતં શ્રીજનમંગલાખ્યં
શ્રીહર્યષ્ટોત્તરશતનામસ્તોત્રં સંપૂર્ણમ્ ॥""",
];
